{"architecture":{"module":"keras.src.models.functional","class_name":"Functional","config":{"name":"sequential","trainable":true,"layers":[{"module":"keras.layers","class_name":"InputLayer","config":{"batch_shape":[null,28,28,1],"dtype":"float32","sparse":false,"name":"input_layer"},"registered_name":null,"name":"input_layer","inbound_nodes":[]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,28,28,1]},"name":"conv2d","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,28,28,1],"dtype":"float32","keras_history":["input_layer",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"name":"max_pooling2d","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,26,26,32],"dtype":"float32","keras_history":["conv2d",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,13,13,32]},"name":"conv2d_1","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,13,13,32],"dtype":"float32","keras_history":["max_pooling2d",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"name":"max_pooling2d_1","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,11,11,64],"dtype":"float32","keras_history":["conv2d_1",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,5,5,64]},"name":"flatten","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,5,5,64],"dtype":"float32","keras_history":["max_pooling2d_1",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"units":128,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,1600]},"name":"dense","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,1600],"dtype":"float32","keras_history":["flatten",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"units":10,"activation":"softmax","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,128]},"name":"dense_1","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,128],"dtype":"float32","keras_history":["dense",0,0]}}],"kwargs":{}}]}],"input_layers":[["input_layer",0,0]],"output_layers":[["dense_1",0,0]]},"registered_name":"Functional","build_config":{"input_shape":null}},"image_data_format":"channels_last","input_shapes":[[28,28,1]],"output_shapes":[[10]],"tests":[{"inputs":[{"shape":[28,28,1],"values":["gd15PgKDRj55iq2/NByVP9fXzL4y6Yk/BQHkPjRn0D5z230/9u2Mv/8ypL63XAy8cDHvPiIDEEAQ0FQ/SKD3vxvS1L7ogQE/rli1vsREoj8pa5e8/daHPvIiyj/WxlU93V/evrK0Vb5XnlA/o+SYPvYb5r3Rvpe/DNiEvwKjib9fMUC/AYbev0Ukoz33ZTc/BNGDvxCXsD6DoBU/xwfhPm2Yq74mJ5q/heQ0v2OLuL89g3+/UjfJPv4Akj91dAo/Nmn9v4mXDj/yBJs/DYfWPs6pnr87aES/fdM4v7eui71bzAq/ocr/PgkOHT+yHgi/u6lDP/k28T5Xy/w+JAkevzv9LL/1JGs/79DDvizdEL8tO7q/XlrFP9X3qT+3BV0+ZIBvviI6hrxHh5Q/Ilo6P627oj4I97O+uaMEwHcv/LmkRly/lygKPz2aMb2TVoQ+vonVPz1Lmb+spsE/NUWEv5Q4t79kL9e+pXbBv6tgHD/xmZk/XJJVPxL1SLxuRdy9M8GYP3JNWT2qSDA+deF6PF2Naj985cG/1Znav6SRqb+uP5Y/IEpwP2YUkD+SMaq9U6DLPu3EDb+mIqU+KNHiPtjstb+sn7i/GOSOv/M/Uj7OukE+YpIQP96cXT+6WXY/gGxdvJFYVL8IMgo8lzoGP1gNST6t6ZA+fWqNvjZHDT8nFjO/UCIlQAaICD8OxsU//06CP/xKJz9DANA/Y6vFP8bw4z9TEHe+qoravMQTO0BklGA/+AIHv3C5475Cr8c/907SvhyqC0BmTkG/zc93v8q6gj5u7sS/dTGWvwLxOb86yE0/gUvFPjxyzr8Atz6+9R76v01OcT8sE3o/y/4RP8/ZkT9W64C/NCOHPoEfkz/31dG/i3hiv0nqzT7qpYE/ghBkv+eZez5eip2/i7dNP0DMez5h2aM/8ozFv4GDgT3BITU/2t+xvlFB4L6LJDW/4DkBvnWa778epLq+3jufP55Yk79L2cU+RSLSv0kxMD/pmA8+N5PwPg+94L9KoKc+","Gt7eP+0cjr/MM9O+2NJ1vx1hAMDHgUG+ooruPnRjqD8g8jw81hwivzk4jD+Eupm/OUKhv2rqTT53+hdAIQO1P0MsvL5Js4m+FR8avyzJuD1Plrq+luwdvw7VCkAvgcW/Dj11PzZRJ78ADYI/k3jKvtZJcr6sTiU/DH25PvMabr9UHC8/bmRBv3FTyr9DZr6/1rPUvoy72b3/m60/GAQBQG1PiD8VL5k/qbXBPlCGkr59gsA+fRiMPbGqjj+92EQ/jMcrv2bkKT7BcPY+7XYhv3wtYb8b57Y+sTFmPm8xcj/qu9K+5inAvGUOUD+zdZk/8tcOP/1luj7ElcO+nuMfP/Uv9b9XlrU+ndTov6yUvD7fqBI8Y3hCv96eBb+hW7C+PbtZvs9CHr/ee2w/49XiPvzdVL+eyZG/hfb1P8IPyr4v0nc/plE9v5oKhD+DSni+ZwtlvXeE9D6zZMA+pLyCPhhRzb7ZO/S/wjhlPwm807+My3++jX30P76R7z6DXri+RSM4PyJxzz6zVKa/WWdSP6Gp4b6y9QO/EkwsPwqXcD3Aetg/WQGbPvjgsT92RvS+BXg/Pn77jb2QAie/eKoVvx3Kgr6j5VM/vQgrPhr1Or/pcjk9NmWjPvY5gL9GrQe/emjDv5zihkAs5Wk/znq1vPqGAb9p2ug/gYv1Pm3blb/wLtg+m9VzPojQb7/A9hO/N9uCv8Jl1D6DEUy/ivmBv0Kvl76lEzu/bcG9PWPK0L5mshjAVWRlvxRJer45t0s/0aNsv5R5Er4kNCs/vrnWv1twsz8YB0U/E9DNPsSGFL6H53u/cAo+PjNIIT96NNg/OJq9v4E6iL+BDSW/BpeIPyvgmD9C4UA+CacIvkyAoz9T5+0//YqMvwfKOD8+drg+3WGEP9QRE781JDU9QvqRvQIy8rwEq50+pkTcPxgmLT5L1jFAz6GNP5GRC0B4UK6/rmqYP6Wz+j41hp6/3n5FPy4Cbz/YLPE+eH/7vp+WTj+UeAk+o7WLvz0Loz/ZfxFA","pWCAP+YFNz8CuKW/0m8Qv9B2fD9yOQu/bBcYP4ZjkD/yBYa/8OyNvvsMnz/3kQjAR0EXvQCLwb6FJR+/mRW5v8iEkr/WZxPARf/DP5O3+bzh5o8/B1HSP92LrD9RZRPAhBzDvq0xr76gAjo/81UDvUb5cj+CAGI//t7nvxWkhr9l8fs/RlKfv3u4nr5K7G2/DeGOv5wt378BSbC+HNT4vk3JTr9w8rm/ZOxeP23/cL7tdr+9YAxSvmNUEb/Xdmo/d5zRvPvBjz/2fKO8TAe/PnSwCb6QWem+5MaTvug5mD+tEFg/77GoP79u1b67J9e8dbtXP+Juxj/94bE/8FqkPw6Obz/9aqk/fkqYv49znT+7aUM/i76wPzkvOD+V/Ma+HwVbvrruBD8uWh2/1Xk2PgVjiL9KGkE/hhW4v08aur6iwLs5ocqQv7mdyj+05zu+qQOAPwYx3b4UpRY+z+eSPgNmkL9gW4a/1sSJvwU4OT92MEM/4ZZQv4b0FD7nTyy+Lvj+vvtPm70/RZs+omCDP+efZL/ej/c/TK8Tv3/KGL49W+C+nhmDv0KBWD+ld42/KeCKvijFxD/Z66097RW3PnFBTb+WGR0/wTYJvn2wYb5jCtA/ThODPn7oEj/ZBC8/wX/1v3VSKT9peQ09OS2nP/uuJz/7vh8/GRcvP02Qgr1s/qe/wpiOP1tfIT8nXZi/aoc6Pm5ogL977D+/RS6Bv9LJtD8va54/6NHxP9ztCL9nC66+gbT3Ph9iyz/tw9w/NSR1P09S8j50cFm/GYwlPhQ8Jb/8sJm+gF6tu3AKUD4pnYC+wKiqP0MlHEBTWwW/93XVPaDQdz+B3fa78j0fPuJ0Bj7eCfk9LxXAvZyGMD6lli2/ZsxSvo2rCz+rmj6/bfLTPkdWaj0FZrI/8Bqyvhz+5T+FYP4+1E1XP97/ib/kTk8/6sstvzsqCb0gGhu/NRPyveZiy719/FU/X62uP0NXhL8JqIq/3XUCPgaxPz0AaAs/5AZjPwzzBD9DLKY/","0IvZvf4Er76jh2a/Sjl2P3KNib+4VDa/s5AJP9sJGj9Yj8O/V7IXvyOczL1Sr54/81ZTPiwmlT/ncUe+BRo1vwuaiz/YGsW/xi86vszCqr2JDMw+LoBIvyjdpD6Whns/q6Bxvu68lb+En2E9TjYDwJve+b6SGNC+vbIlP+7sSD+TMpA9smO3v56OXz8T4RE+b5lMPC4Dnr6Og5m9eVUsv2RtQ7+i0LQ+9YZkv8YWd7/fN1a/V6OIvo0hYr8LmKo/OYmNvgoX0z/Vvoe8cdgXvxX1zL82aXu/2yETPcP2/j60IVK/R5ATP/wuhb+0eZw/3Deev1fJYD8iAxA+xynovXApEz+qZCo/GGQnvy2wED+155E/+i7oPoGrEj+XfH0/at0UwABDfj9/p7m+KWGeP4SgT7+YAKE+v09pud513j6TqE6/HH0nvxFlXr6O4jI/ozUKPpyxNT2VLNQ+avSYPrEf1z4t4AZAYZotP5E9ez3Pv6q+GY6yP8ysFMAE+Ti+kn4MPJrlwb95C4+/BZH9PpH3TL9H1PS/PH13v3mHcz+MiaO/Vll8v7wq9b38Z7u/t1Xhv/YYDD/g9cE/7jqkP2k5rr+clNa+JRfjvbrUBr6Z6ok/G7SGv1uG+b4ULRZAtMmkPyYmsL4vJck+l2jLvCNMHL9JfkY//Z8sv6beH78SyoW+MjGCP5lWqr8MgqA+w+isP+nV7z/yQPM/1A6yvifXnT6qFrI/O1TbP161HsB5EPO+UYZgPocJYb9SSgo/jo0LP3IH5L8Ytl29npmpv6s1ET8nBYE/jn4Fv71mPUDoJoK/cnsOPuHFOj8H4z8/SNl4P0i6n76EaMo/aBqyv9V3ub/w35S/WDilPgj2773P0JA+xVyAvw8EyL/eW2e+kDPKvdfiOj4tEwE/JM0qv7o2pTyA68I/DteLv8r2q78Dapk/dO4ev7X0OjxrZFI+e3GEv9hhor+GO66/lCAUPujtAL9T61k/wVlVP5asuz83Xcw/Vrz1PtlR876QUhg+","fM4dv7rijT5esdI/dlsoPHKCOT8puz4/Qgiov0vcnD9vlY+/07pyP645Mj8wYIa/L4ykPex2vb+M+X8+xVS+vw=="]}],"outputs":[{"shape":[10],"values":["AuQICAAAAACU1TsCZIUhEgAAAAAAAAAAx52PEgAAAAAAAIA/TTG1Gw=="]}]}],"trainable_params":{"conv2d":{"weights":["3P3tvUQjiDvXCyW+pxr1u9Ro5r2NPwW+W84lPaKm4b0/XRm7rcczvqykvTy4r8Q9s4qmPGoiWL68FTy+xFVLPoGO0T0Zw5c8s3K9vZkGKT1n7Zm9Bg9uPer1ib2DxxU9gV91vXtUuD1O+VG9AzEpPvBrJL6mZYQ8VIjMPd39Wj17gAO+WBsKPsbUUz3XL2i+E6jJvRqnwj2bIqS9PRSxvWeOJ75QXcc9saIZvVnF3LuvhQe+4uFlvc8hRrxEHjE+D0rNvQSvrL1HmAc+hRH7vQw+SL0CN+89YbehveLZPL2gD889y65FvvbO6j1AKiQ+Hbgtvgp3tT3bU769tgEtvvs19rvEcwI+GqQLvljKwLznyEs+DZinPd7s+73r2Yi9UoOZPXxsGz5QC0k86ATtPFQYQb6G2Vy+nsC0vGVNAr5yMdc9SI0TPtlNkj2byAi+10n/u3TVLb62P7U9yE0kvWU9Fj31fsU9T0EVvsJrwD3aN549WEI/PGDPhz3QLri98S2lPTmwJb5Rd7E8siqRPGHQIz7b4bI9LsrfvZkGBL3OeME9a6agPKS0Gb4I0km+yCtSvV9EED6vca09Wv/DvPNfcD3S1DE+UIi/vfR+cL5DkBG+paYPPWSXJj0p0Pq9wQkrPUC4IT4IfUE9jCqAvQE42r3My9a9vhMSvrBKeb6JXDG+iIQVPWgm8b12pCI+sjF8vb7kNj4j0lo+0vqYPQ7prD1vRVy+V8VbvZmB0zx4/6E9Mz/lPOBbDz6St2C+9dmpvmN+NzwLA649q+qKvKFG1T0kBwM+lzhgvhwGVz1tCkY+hV6UvbZ8Uj0RFTU+n1C6Pe26LD4iIai9y+8kvvIDS70EZXi+R2W+PWryED6I/bg9bd5Svmdfc76iQbS9Kj8FPiEdWT2iULK8I8bXvNsHxD3RfCW+gikpvnENBL2gw/q8zHCXu4QUur30jfk9e2AcvnEtmz2H3qi9aEMgvTbstTpj5di9w9wUvqhlCr5HoB+9CuJ4vUUcJL7y0mM9","py8Wvu5zij1j4fy9K/AavftodL3i5oI8JUZzvpK3gr3y1mI8rjCEvvvXiT05OqK9AXYTvdAEaD63JCI+bXcFPmFNQz5JZ4E8q6k5PZoEBT6tscW88nsUvte3mb7ttxi9ID6ovt4Dib6hljo9+mxoPWQ5Ir7EytE9ET35PV5jVj54nge9TUEOO+zUrj2onRq+ifDbvHtRcD1ZTlc9hZ6gvN3SET38xgI+dQKkPeFlMT7GNgc9qyYCPAl6lrz45B0+b+YevnLVBb57jm2+k2RYvTc45D010Rc++iyovTvZx70auu69lb0uvro0SD0r8Gw9JFfTPcrJD74H98w9lK6hvckArT0+wKw9tiDnPJpZmz2tZP48BWNavh1mWL7biYi+ucYAPs/UN7zQe3S9nlczPiyHWD4yeDY+sJomvmCeKb6gl1S+jiUXPi9g6731KzO8ruamPYb8Fz5U0hc+wstbvq90+r3EzWG+dCbHPDQVvD1pWrW9D8sgPqqW3T0xyz0+"],"bias":["hDqevNjwzT3B4N68wP9KPAWEzLuGhN88CrH0PX/s5D2dRxE+5A0ZvZAPaTzxeLk96TK1PdOgqj2a+AQ+PAw3Pc2EWTwq0uA9PttIPYhFAz2Qxiy8wmA6venAJT735gA83zDLPSYM8r0nCrM9yAchPm1nDL4Ftqg9P9QMPhwpxD0="]},"conv2d_1":{"weights":["kPcLPYacl71H6Yu92JLVPIxt7jx6bFY9tL51PFAl+Ly5iqm99SALOwiCjL3HnWw9E70KPSmJLTxCy7m8bvZ1vQThY7y3aDC8N5iTPGZNCb3+OIK9zsOOvIqXyzyTd7q9O6U1vQD6tb02nT88chMIvX2A2L0KJIW8bYwQPfqZDr0eJZu9LNckPXhCw71wvP08Q7Onvaoktr0kj329X39vvbAaV72ZwRg8wwlJvUMEojz/1WG9Yy4sPYPPYj28hy69LTxavYG3gL1NYJG9zP+FPIDXb73K5DY9XfFnPeVTmLuGlGc9fKzVu9RWVT3Iere9JS4wvf8+q713BaO9CkjZvKYjST3qyUQ9REq2vSNIPD20gpK8P5H9POYLWLxi/fE7CN+GvWUHSr2s6Hs9EbXBvcCL87wu0jY9LrM4PR4YRT1y26i9L/pFvDUaJz1ToJI9LDyiPLRzsz1ggH2961nXOiP6pr0Jvoo88Q/KO+CbmL10KB09Yo5nPZtgMr1Qgdq8aJUbvB6Bhz2MiSM9oeJwvXSicz07EIu9/jX8unEDCz3IEG88Hb2NPPXzwrx6yJ+8TvyuvSkfOj1+qKI71qE1vdfvebwAqtc8GRg3vbu1cr3QcsC7EwmMPVE2hD2jElW9DNaHvFDNBrz2xjC9evs6PSgE4L0+IUG9kJi/PLqUdD3WG+i81MyQvVukFj18Ag47IPKqvLT/N7y4eUc8roSuvUHgir2ODaa9aZXyPJq+gr029ea83P2tPGgTfj37krW9vAHvvFuOkT2zT6G9gvrRvFibEjwmUz69csyPvfPeqr1ao1c9A2YMvY6bqr2gt5+9v/HyPC3Bgr2PY4K9bnGZvVYFtLyPwKm9aLY5PXd7P7zG5J29S8nuvExuo7y8iVc9XSDoPP8uCj3AJwq9enBLPRzdDj2F13g8y+DQPGnvgr1z/8+9NuQ7vZKiezzNWqQ9YPykvE7Cz7sJYD49CrK1vZIBTz09y6A8Mlj1PKnldz2J9Kk8yXC4vZFgSz1noS29","hDKhPZU2iL2BYzC9kjAiPUQt0DmX/eO8xht/u/4aPDxPG4M9XDdIPcaKNz0g5T89YRidPMdCo72cbVw9wnSCvVtkA7xFhKS9HqTYu9kG9TyRbKo962+RvciIsb3rGba9UNsbPT+wOD1CmhG96WCKvSomh73qMEk9iCHSu6URiDwy3jY9ozoFvX2i4jke26W9YjpyPZ/GEj0Bm8K9w2ZYPXdzgL0EeZq9E44cPWStuL0Ssh09GgI/PWugCT2eHD+9NSqqvGdVOz0rJM+8lrtmPUwHxLzjDqU94A7JPBIRtL07o4G9wRzkvdxHkb3GiQA84ESlvcWgmb2APOM83MhyPcnjoD1TIZK9+b+1u1aQML2ASKS84eqCvJrpmrzB47a9TMiTPGQjlb2XJGA8pGY5PfmUAjznc4a9dOqfvTMudL3E0Ji8v37dPHa6W70WMLS9qIlFPDsToj1reMG9FXimvQk5jD2XtOa8jHqlvcZemrvquRO7G6BkvcPJ7zxWgOW8UJy9O0TpIj1KICI7Cs52vT9Q9zybNXS9PkSquJW0Ab19YaK9RYQfvc/eaD0Lxna9QIJbvBXm+7wGJ7G9dEyWPX+1sLzGWrc9bGZvO1f2k70Y0Aa8YYOLvdtXRLzARJA9sD7IO3ImXj2T/o29rK50PBBptL3OzN086o+duxTEs73goRG9lstTPX3XgDzeETW9So2IO2GnZrwddbO9VrCcPWKYfL0aIQA9xCr5vID+AT2yVBO9oQjOO4Qbjb3PoWQ9o1JwvZrTrz0HIH898D8uvdihir2xCUS9Cd9TPcjAcL2R94s9CJ3Au1Kecz1GSo09qmS6PMS/j704+aA8qmITPeDVPL2mSK69aslrPPrHkjwj+tc7SKuJvACgwjyH84O96Fwgvf5mVr3ZFqq94cxVPQ3bDz0bOYY9skEdvbg4qzzY4Ss7y73VOz+qgT0dyBE9tCORvAaRMD2jobo8jl2uvTBzuDsUPUG9TOSQvfzmGj1XrUk7mVLTvF6YvLwUjAi7","rKruPHcDzjwFunO9a+q0O3YWsj3E9dM8N9GMvPqtUj0yHnE9KLI9vcp8Sr3NK6s8IhSuPOJ+ST0KkwG9pO8wPSMczbxUxre8W4eEPSaR8jxL0QS9fbcyvUCzcLr3k4E9hjxqPR1enr3CD6C9gV1kvdWz6rxLW4s9htPyvPP/Dz0jNaA94U90vfWTK70OvaO9CwF/vX3ZgT31nsK9VrEtvWJbhbxKi4s7wvnovM33qr18Rlu7cfOvvGAZsr39OFk9aJZzPRCyKjwG4J298ORQvW71gb3nEWs95P7SvEn6Wr2s9+C8F0EfvXO0or2eSKO9eV6YvR2HsDzew7W9Z2H+vIB33DyKUcC98TeIvTqJ1Ds5M6O98ckbvapNvzzVSJ49BViivJi22LwDW7m72R0CPWTp072sVcS9Ge29PCZ+aj11ZpU9dsZdPU6fhj2A7p27TDKCvIZS/byt8tU9EBxNPaauZz00d0e8kiv+O5qAvDu+udC8KReHvWQTg7183Aa9BmQfPQiI2DzeBPi8ri2qPJ8un71Y+Ys9DD6cPLJeMb2ShRS95zqDvGOPIL34FOe98DDGvGk0Mz1/qPS8FeOAPYsrLj3Kk0a9vH+ivcPM47z6uhQ9kNPbvGYNmzs3gKy9GJyhvY9KTL1K0mq9sF1PPUdsWj1GpwQ92HPEuzXejbwA/CO6vPohvbYTYjyt1Yw9LOB8O4Obgr2QQlm9Xrc3vLWz0LyimbC86B9kPWk8ub2EO8o8yKU9PYQK2b3Y9G+9UuFlvRTxfj1tYFy9HVJrO9ZnIz2OghY9Y3V6PJ3JSryQAAC992idvbM+DL22SBE9S5MBPBQSUL0/h+i92r4IvIvihz1twnk9szbbPHhEIT05N4g9BUemvYI4ML3Wc0m9X28YPRuUqzth45M92D+SvfMabr2ZvTS9uB5ZvbqnSb3w4kK8tugWvd8GVr3i0Y09UHq0u/Rr5bzqZlO9J0aNvQLUUz31QGs9zaRkvR+VDD1yUzq8mGYvPXoKhD2bKyW9","VF3fPAwI/r1s2uI84H4DvriMFj07FMS9V2kPvs36a774lwK+r6W5PS9/uj3E3yW+HX8AviEaM7ztSmq9hZSlvPREob0Gp1m+esBKviHAHL4jpYM94sO0PK3Izb0uz6C8FNi+Pa7dDr0nNzi+cmcivjAhRT1ZcF483z9pvR/OU73Aj2I8fKHgvHEk/jyB6UA+IMCgO8y51L3wDri9s4BxPBaRCT2Jk0G9xe7AvXb7Pr7w3y2+GFQEPnVbAL61FsQ98ZfXPPZHwry37Km9n9MLvBBpUr33Cp49rClQvgNcJb5RO3K9LGjdvUX/770lR+69KNcyvXvyKL3xSkG8KrTgukBdprxjKOu9TbvkuuaYXD40lu27zWdcPummSD6G+2I9NLwjPqoWvzxwDPE78+qbvMVOKb3mkcK6RIjcPfYIOT18XHM+WY4tPn9K2L3Q6Ti+WqkKPbHDPb0ZW0c+7RbIuw61Db4FW8O8ECojPTxXKj5h3FK96acEvcFWczx9+9q9rNPkPFi4KLy2YYQ9GkyrvhiSNb0CcB++FKSBvYeYn74tC4u++7TkO5WO/r0Rx7S9KPy5vZ7G5zxKxFa+Lm9uvdY7ub0yaY29cLDTvKAP8LyAyoo7Lk09PaFGC74OHnq99o22vQJWxrwP5YG90tTovJe1pzrNrnO9S4g8vvj6kr0LRZ+9ZnBKPcicyb2hNAc+q6OIvZ/wyrxgsDu+Jn2pva+s1T2yYRq+F+7qveU0hr2l+xS8sZIwPpA4fLyx/R8+ZB2hvTXJDz67Hm29lNviO3NZnj3EqrS93XZmvrzvZL2aYsm9jFFNPZH5mLxl/Ii+tLsCvU3vkbwcH6q9BFJIvbbYnr2tg0+9MBrYPANtMT5qpEi9RiQ2PhzajT6HqN89gyw8PqfM0zwo08w8BD/1vX2QHbwTf+Q7111DPjQeO72mkVA+Ca0DPqWSY73wG8m9g96sPB3Dor15FpQ+1BmdvFr7nL2AYTY9X2unvIueRz7/c5e8UF8mviN38D3lLgG+","IOK7vP7Mr72BKSE9kIL0vcT5nL0T/pC+6DirvFGSN74lSzi+bi+fvIljBb46Gw+97tCluxSt6zztMYm9Pp22vY6ZBL76Z5g9t4MZvc4+xz0APqG9CBZZPUqrt71tUFi88GWIPcqCHD19cOE9lFHUvWsnHz2gafQ88eIyvVRii70WpG69IMcGPO2HuLmDBDs+LGTmvTb6vDsIO22+RERMvqxtcD40HLA87of6vVx+vD3GUwq+4SI3Pr+PcTys624+97kyvgYSRj5l/DG9u0CAPB4XiL3TLqy9l3bbvXrBLz2M1j2+KEzqvadvmD1t4L+9sNuRPN/Gj72Jlna9nokWvqjfSzwiuPq99QrNvMOtRD5Y4dC8jOVaPq5GzD4swi4+pcdXPhCsqT0pHog9NywSvpWidb3Shy6+SgsHPo4MhTqi24A+zAkVvQ6dqL0WUpO+qvCxPEPmA7291LQ+nbOEvQvELL5nW029qHLbvYSojj5VwME90dP0vcrJVz03Jje9+zd2veWnljuP80O9DxSQvfWQZD2cAtI8UiDWPFmO6ry+vFI9jahYvQeowjx4/I+9AL0vvVay9zvLkjG8dITbPM/Ym72jB7S9a99MvMnENjkY/gU8O9CevbpVD7122AW9cJNavRKLIz0fnz49mI6HvaLm4LkE04O9L9DzO6Fggjza7YQ9tmw/PbFLST0rG3Y9mwn4PKGGOb3VCao8yck5PRcOjjwm8Rq9TRJ1PRehzjxyPTK9XsAaPWuhNz1sfYY80gyLvbh2orwVi0Q9zmX7u8B7A71u3Y87iL7FvRsrsr3RkGO9ya+Jvcnekr0rjs698HK1POWVaj0F3Uk9pg5lvYYuGD02jXE9lEHlvMFAqDzV8J47Mo3QvBTp9Dx60hq9N2SzvWiqqb049oo9UtlIPSetBT1yAn+9aX9yvcwjsb319kI9cXq5vRdPJz3DZjg8GKB0POGpMzzkebW9lrvfvCVz6b0ryfe8ygXIvdU+s7yud4o8c5hOPfJSlDqn8Q67","6hMoPTX6M71lZfA826oaPAutmrzGQ508fSzFPDVjFDx/8489FIsyPShEGT2dxfU8XqykvRIt7bzXxYm91uL/vBUW+Dzpb6q97F50O0rAiT3b+VS9adX1PH2fC7y+2QU9gPRuvMEPHj3eRJU8b5i4PKYu+rxwyEm8vA9xPdkjgr2ACWY6/36sPAjQQD1dn3y96fYkvYd7ib1sdE48iBg6PdDn2jt2m6K9xhY1PbA5k729G269PR4Dvd9HpL0nxvy7M/GYPBUjjL3KKZE9UqMbPUx7tryzOj+9EpmMvZk7pDxWKjM9KSjFvb6T9zy8Jn+9rZtmvSEIDzwTKpO82cE2vcuMqL3eUNw8veBuPJ0karwpDXg9XZKqvWaofzzsQza96b5ivY75TL06sw28nQhePP/Xvztik1o9/isHPbodPjwbkkM9CYOxvfi/MD27tsC843OKPaAcnDyjc4M9L1OEPbexnr19LM27dLXKvCRZwLxdUjI9401wPfxoar0lYCm9gotZPbhuY73ROFc9ZkgaPUhiZD0XzRM9yHhPvQ84DT0qOpG9G6CqvWMsDz1uf4Q5pjWcvSCcfD2Akng92zaFPewW7zwLGzs9TN6zvfskIL1p14090wCgPQu2Eb3IxfM8YP4wvTGNID3ujA49WFj8PAx9p71UMLK9Lue2u8X+Rr2pHZQ9GkzlPK51w70MSke7OHImPcA6iTwvy7e8fxhBvfTvOz2+z9q7e0KTvc9idz0onKM8N5WMvZAjL73PU5q9NUq4vat9PT2685g8yEBgvKsRHb06IJ490JjFPDUDJ7ybDCC9bWR/vdpDL724rFu8a3uwvSzUGzy7EqO7yVAXvAyA0bxY7G29CCuhvSgshT339LQ5eZQNvBXNtL0DKKK9sn62vecCJjvivDU9tS7Yu8rtkj2QzJK9aM1JPY1jUj0ZqSU8P9CMPNjXer0Zqbw8ljoZPaKVlj2qFma9UXOUvFqKVz1HZ/Q74YUsPaeAtLtfB4U9JbxVPP1r17xI5Cw9","kuV6PUwUDb0KLUM9sXSavYwMkb3/aBg9i4ncvfscYr6Y8y6+2mLyvYppCr5MJGO+AEUYvp5+PLu8dAK++6XFvawrQrz+Bx++KPoXvW8PADwAWN06pJyAu4uibL1a4Eq9/BQEvth9D73qHUu9CskMvkpW9rsVy0y9XG79u0Y9y7x+oB+8qBEnPIW3/TybJY+972iEPIT0iD0DyJa+7YWKvjyqHb1tcsG93RpIvtcJJr7XiFW+h7MVvlGmyL317AC+9WkmPb4Xw77oEkA9KuNZPJF2nT03IlK9Z/LkvTMLobwVyaU9Rh2fvY+5z72gNx2+U3AKvbLio7wZMdK8g2UdPZtmnj0cj0496EPOveAqmzsV/7+80TKQuib6UL6EWRm+AVgavl1otL0J3Q++mKB4vkHLIb4wORu+Rk/ZvEAK3rttCUk99tmWvtUYPj22rAY9gEJLOnLViT2HHr69CLIzvtAvs71PgWI9tuE9vojtj717+JA97GlqPdLEjzyW9f494EioPH/st7zOmlc82ugzvcjJPzxTWGE9noi8vrDal77SKmC+O18LvkEvFb7O5ZC+V0yWvnpBIb5UyUi8tuMSvhzQ1L3SyIq+HWUuvPQuG72WuQe9xgO6O3AwHr4fy++9HrFhvX9Od7xGVlW+lY0ovvJkKT3fShg+o4UVPf5kYD02tZM9xQUXvsvOAb0gKpq9lVhJPceA9ryIb0C9mMEOvlzSt769ngK+IEgFvgKMXb1uTj2+Vf54vGb2gr0SWdW7Iq5VPa2nEr6yhdE84NxDPYbRA71u6oA9dHTBvI9Qv73Px168YAruOnbLI76KmDW+vG2DPS3TIj7zXvA9kJmePUzOqLxwwk++UtQQvDbow70Q5h49sbFTvSR8pb3D14493VKdvhsxqb3gHgO+5O4/PqAOSD5vCy0971iuvU5Qvb1Mc+W7nzuBPEF2sL2GWxs9esAkPYoq17zKujm+SseLPSlqnb02BpU9ONYYPVyxb769ZYo9IdOGPBy8Vb2cmCQ+","mvStvRSrY74Tq1I9w/6UPd1yWLwuKB87yQAjvu3ubr7G3Jq+yBMivhQyPr0rmJe9T7cVvoiAJTxZN7U6XPqGPd4SqzuapSU9ONqjvQkcjj2AtQm8GWoCvRAUgb4vzgi+vB+6vekv3jw7WBm+p9UkvjXU3zzkWUO9KCfCvGtNhz1rRka9QrpAvg7X5rznlTk+UWWuvf9Bcr0qdmS90AMVPdwJZD6EB1q9am9mPtpt8j3ZHv09lig9PWSfFr6LgUE+XHYQveJ6ZT7W2dG9t0fEvCDQY73cTIe9RMQyvr6mMT5Kcqq98TgcvXU7ED5khnE9i39tvO3eQr5DMh2+UPMuvhhAATwUuP08sTbJvXl/uT1BuWk9prWNvXZHtbundEq9oFvNPr1w+z3kpTA+TInKPQFCAz4WghQ+q/XoPWEyzTw1gDy9vy9ePuVy5D1IuAS+NnQxvdzDFDzWrz0+9GbhPTngxT0ssLm9aXQKPXDl2D5nATE9xeSJPeg0b7yxOFo9Ou9xPb2qF731v5m9sD0ZvbSvmbyHPra9MP4cPESJsb1v94i9SACgvQ6nL7w8mrk8+KQgPW9wSD2GK0m7LEaMu76Pgz1B5Ia9p1P4PL7z+7yaDyo9wPU+vEHioL16HIm9wCk2vRy9sb0tE2A9BHWrvbb7WT23oQI9GH/rvHtNkD1UAuM86TvGvbBlCrqBN5S9NK/EPB2xSb3fukq9Jsu2vYoLzzwjYic995WVvSBGij1xbLs7F8MnvRqEgj2G7wo8MFOMPczNu70JDZa9rvoyPWB9aTs6YZM8G4HGPGn4TL3LLA+9yoNTPdcnWj3ZMW27s1movU3bOL2GXVO8v69IvdaQNb3IkCA97Y0bPbmho7sr0k295HmrPCb/Rz0se4m9c4sTPCJ0Fb0SSpu9PN9kPe97BLyhlP485z46PfozWL1jpZU8J8avvbG4tb0FuiG93XGYPXtJpL1tiqK9HAtdvKZBZT2mPxi8p5IHPY8V/7xm1cW9QiH0vOvp/rsmroS9","+jBcPbguYT0NsR49F00QPUzIwryIoX894O+EPJCQxLstn1u9Z2GFva1PATzyECC9RQAAPNUvOTsWE84879dTvdCcLb1faCe8ek+rvZaEjTzVxIM9432hvY1LUT01vYS86KsgPF2ZlL1Ug0i9f+6avfDyq7xFQyG9puhTvayQjb3gdoE8SNl8PUw/8Lz9CY+94BZLvcWSO72QUfe8LtgdvE3nbb0oQsW8VcrovDnOiL2yEAE9WF5gvXjTBDwMhoe9HToSvReLLz0DF5a9tvTFvKBKMjthKBI9ZZq2vT/+Sj0B6I49tml1vRgXiLwckxK96OiRu465M7sCcqK9p+ORvGDdNLtgBkQ9YfVGvR6Hv7zsXsA8CH82vNwrEj31UiC9qAMnvc7BOjwg3Am9qeZxPdAmyDunrpe7wmBgPJ1U5byumy49tWhEvcdpQb0FciK9VLqZvFBcK73M6ww9B2NHvJjRDbx0NJS7xYtqPfLiiLmbrRE95t/3u6ESr72nb0W9ZkB1PfeMG723l2e9NHWCvICqFzpjv1E8tcyJPS04Zb2jNQc9sSUqvTJ/RzuGYo+9LcJ0vGIvnrz692C94RVrvbF6Ir135Mk8VP+xvTDilb3QA5I7OquePQSUBj1/kpy9lBP4PC7bEDy9Pku9qc22PMbvOj1OX8+9TD5CvMUnOj0AAKk7lpX+O7hFybwO0La9eNmcvZ+p3LuSmAc9fwKCvHxCEL3wnE09O6MlPeFu/DuDCMW9zhdOPVbihD3sD2i9henjOzbIl73cryG7wR+EPUC9N7xADfo86HZGvIIETDtgOd6890W1O08Tk7pMPKq99XRsvQ2Yq7378J+9K9GGvcrqWD2ll7e91kbGvVijAT0M3b68CBRMPatsfT1pPE+8b+R6vR057TydmIy9g2JbPFZ/Xr3Pm1K9ZkwaPVK4W72QK3Y9WHa0vDr7urwIK4q9MCg+vaRHaj1zzII9PQCzvKgMVrxeDcC9Y0h4utl2IL2qlYS9CXabPP8mub0J86a9","pZLpu7NcBL6t2Tc9PX8GvdBKyz2Vztc9gjexPq3NGj52/Gc+0gc0O1nb6r0x1I68HPQyvSVQErycZUM+LZu5PculCD4L0x0+S6yzva75UL2WyEc9lPGTvTY1YD4qeE+8+7Bavl5ZDb3sOXK9qd/LPewX+71ajJ29OQ2YPEwRj737A4e9sDWIPIdbYT2tVtK9PDaAPROhObzObYo+s/0YPsAdeT1b63M9lKmhu9SXyj2Zc0C9KtCAvWBDWD6YRCg9vCkRPipMlz2SMTI7zWdVvVvI2LzxU9E8KZ+APkZFpTzccpc8YDg+vfph1TwFtY09NOEIPVmWg7xpyJY9ZBM7PXxVgj2SvpI9x8iBva4Qrb2cga48W3wbvUywKj6HO7k9d6fzvHHxFr3VRAm9lQ61PUTPsjz6HuG8dxCHPWOFoTzEM7g8bq40PZS7Ab3pvdy9IEm/vD6xtzzK9UM+sbilvN7rLL2MeGA9iTWQvUnGfj3l2aw92XbiPAyWQz2/AAY+fP6+vM/r+bz3x4e8nOksvQqEDj7bDA0++5epPtG6kz7/xAA+1fUDvGNm8jmo7qG9VQOWvRKJOL1iJ+s97z3DPdXalT1/8r685uPOPA96sL3un269eMfmuyVytT55cui9cQQcvq24qr1Ps3694W+wPUEQwL2ySye+dHK3vTbzr73mTKO9/KymvRYLiT3v0Dc9P8KzvLoAAD74TJ4+qADAPdIAOD5r/w27DxWmvPvL1r1lZpc9CRcVPPwTAz5MYIS8/LMhPl/7uz2sCf69yx6mvURVHzqviXu9ebwPPjeozzyEaTu90TbHvQhVnLxoKo89RQ8Cuo8vg70dzOQ8lPKOvWxy2TxYO1A9VS6Uvf/SR72n/c08+oUyvGdaVz6ZkAs+sJZzvYZD4bw91Eu9A80KvsfSa73YsRa+YIjgPeg+Or2QIAE+RuKIveCMqD0GYge+gIZkurtnDz3EAnQ+xG/wvIGDbLx2D628vPp8vXQ2Dz4561m9TdbUPMZbwz1X64M8","x70uPWYTkrwRtha9NuIRPn5so71N5hA+v+LuPgZVsj7hrbc9EoQwvHjNAj6I5w49aX2VPUIQuL0eC0W7es3BPWKdZT4oW+09YnYavPnJi7wQaA29c5ByPIxgtT5eRuK9WV40vk1mtLo53zm+Mkg5PvXE+70TCim9AsQGvXBft73nwJY9POXovDmTlb3t/ao9MJkAPje6Sz6MtYc+FfVrPpe4YDzeWMC93P7ovOryw7vplxM+5aVNvfMbsz3pu8K8OxF7PTYsmT2QtYq9lVvhvcOAp7xz+km9t060PRiBhL16hCG+Nr9QPaJE8b3nLJQ9Cy+PvWPUIr7Zyi29lQ/hvcC9A72WvVa7cMA/vZySkr7XLaa8/XCvPcRXVj4p1x0+2RU+vgtbY71cEqc75s+yPIf54T1Df9S7wtBDu3uTH75y/6U9nf76va7/FbwfUjg60yeIvYNNwj33gEE+PgpAvYeKOL6PMFY96k8lvLv8Fj2HuUS9E9EBvgA1Mb1USXM7HeEbPXCPPL4vgy09PuK+vUpjobyLPLu+X3SUvnVL3b4NdXo8ae8SParYP72BbVG+PAdevtnAID3seBW+CBmpPISfJL4+rti95FgpvoqCyTvzgpm9zCfIvCAlU76YYbq9vD84vPNbnr3eeaO9ym0rvmL9qzzF4py9g0Z3vQ1N8r15imS9PbIFvonYeTvs2qs9U74Fvbb/DruLikC9cCEqvoDElj19Efa9E3P9vYo6YzuMR669z1RSPAmfer3Drwc+ljmDPCaCLj6gPzY9OXpevMBSozoQxZ49lpE8PDOHCr17gCm+jmYMvvxKLz3fV7m9+PI2vYjfQr4Cb8y9S9obvtBemTy3Iy29LMvQvYd19L2u/Oi9dql4PurSGT7pbj89mDL6PQ/Abz3OX2S9+ek8Ox+Iar0uUBc9YA6YPltzgr5IbYw+JPZxPVE6Gjz2SeW9z4PaPCJnBr32l4A+5acYPVDziL0hBCs9yUPBvYzWGD4Z8CQ9DbdNvFtBpj31/jE9","1EiSvBdPN762Lpy9EstbvOvRez11Aq++PiAnvjYetr6kIBm+CV1xPTLavr2HCWi9UKkavrzIgD2lTL29FpU2PXkU9r3oKuc7E05TvIMqv70AnyI9puvoO5zHS74lUjg9KxKPPJeZtbuUYtK8ZlsivpBqlz1SMda93vY/vvybur01MYW965BovZP20DyvGS0+jlshPYoAFz7MocG8t0ecvRzpVj4EzHY8SZuKvJuSsj0+Uye9n0HAPZ8qAD0/Kp49E/moPSju9Dy/oto9FECbvQCq2TuXQCK91ScKPe6Y57soCIm8poMGvs5MlD0JwGE9iWSgPGtl3r0zZ1Y9S6AUvfQHybtGTQa+Co0xvVYKn77wyHm9wAFrPrBHqD4fwxo+hnNjvVULCDzhCOU8ZeJKvnN6q7wR0Se9dhsuPpb/dL4CmT8+rt5JPTlgOr66Xgi+0KSGvWgZCL1gZ6A+cFxAvANRUr1bu4K9qCgqvrhLRT7ffSg7D7wUvlL+ir1bFcS9Gc+RPc39rr24N069v0dePd/fBj2Ghqa+6gM+vgDuwb5zpKc9ySONvWjcsb3g0pW9Kk8bvrjcMj7mFsa9IQyhPVfl/r1Yy+w91QuSvUDWbDwjO6I9dWNKPSHqPb6gHAk9SyEqvgA6XzxlmwE9KEttvoGoND1auBK+Z6dIvuqIzr1563u9xnbpOn0cf73Lq2s+XnZuvY3gOz7i1e49HHbnPTm3hz4QZma9gwszvibvpL2p8M29JDZ7PcqAZT0XPgs9rQr+Pb+JRb1WJbs9h4CVvW0mjLtB0pE9UWKrOoLbhT1uHZe93diNO1/uGT3l5Ds9zWGSOmCwKL0DIrI9fww4vQALfDzx7hC+bkIHvS8RsL55vIY8wWaWPgAGsz67E1I+dtQVvhH/Br5YZmc9s9+OvjLh871eTRm+NevcPc35rr6xVZ0+qdGJPHy/PL6U/im+aDU/PGcTmDzL584+RhwlvsW+Ub6pf4A8Zmdzvip9jz75H4C96acLvspfEL7R3EW9","2Hc1PLUXuL1oo7s87eMfvb5KcDwqisY8/QuEvY4CZ70sEG09I02sOyD39Dz1/tg8TYvrPJxmMj35pn48O5gVvTnLhL3QA7o8PKDfPJeM1jsWkeO8jxafvQgrgjysepA8wFiMPMXKgr29Mg69ORBMvVsNXT2VHm28DA4zvdSvET0+Y4O9EShkPFYqSb0d04+9Pg2bvD7Kl7zElsM88eAxvcycYr3P6QG8nwomvVBiZTsVDde8tOu0veOi1zvocsG9S6EBPNtsiT3F8gM9rPCRPWXYoz0+vKC7CruGvca7hruwf1q9G+kDPaLefz19Ksi8HulfvYeIMT2HksK9JzJnPc49vrp8jYq9rEZUvQs9fj3lCTI8OFmKPNz1Or3GPr68bWu4vJkekL1kHlA7RFDPvHZuED08hsW9GVAcvZoipr2QOPW6YzMFPPCoar3HJa08flqLvZEmJb2mqb48TuI4PQb/pL2SniM9o/JevQVZOz24fwy9wwiFPeLpWTwsUCM8l1dSPfBey7zYvBy9ijMIPXcTAb37Kau9ILIlvb/QiLyo66Y8r1NrPS/JgD1ep6+8mJ6qvZDzfD3Djn09t0l3vC2Ykb0qFCa9tyAaPSjCET3DRZA9aJF6vTOd2Lxg3vq7W92DvWZiyDtD15y9Sim7O5XSYD2K62u8VlDPvZMwhD2ry4k9JzRuvRLomb2nG7i9ud7PPPYuVj0wg5q9Kfl2POHzcz2xfrY8Tn6/PLjdJj3iFuq8x9hCPYxmaL1Pdxe9DwdxPSuLjr1AaLs8jZGMPXv7n70wjRa8agaYPJBzQTqBiI495MMSPIJVTz2pwLO9ZuGbvLiLYb2/D4G9qS71vFATFD0O+l29by7tvDaDPbwzrD08dz+PvMOnTL3sOZ295zn6ujSDPj019LC5Ee6Pvem64TxP26w82cWmvdFrcLy2xW06R6ZRu9A8Zz278zM9QGqNvBPhDD0qJFq9fBYJvUBju7r7Tk+8bWrkvEGHTD0PlKK9icYmveynOz3T5/e8","KCElPPyTm72UYA89KjUgPS3lVzw03KM8pA05PTMk3ruGA4O7IcQDvdqFrbw0LSA3ilizvcn5Mr0o8SS61ashOQpkpDtGLVa8mL9Cvc/60ztuD4y9yUhwPQYfBr2fZrU7APRFu9tnozywG3g9am8+PaymvLw7w4G9qmynPHNUKz1bR/+8E9sjvW0uXj1uVIc96XJ2ve460byybVm9yFprvSCymjs6V0A9rRCDPfd9ArtaqrK9vz7TPEXJCr25TZ+9qwFkPSnPwjwIgR+9u5yiOtD1ujtE+nE9bgBJPUn5Crk/VLw8FgajvQ6lkDxUWn29xdbePNrrPTteiRo9c4JcPTZ/XD2x0RC9w+ZhvaVPiL1uYQC9ljU6PRIoob3PM427KzdzvXz+lL0yQCe9SqAePTVWgr1HN6q948d/u3RWrDtXoG+8x8OxOxlOhLyuPwi84jo5Pfpf+bw1Aly9n6l4vRMKlL01ers6XE6mvfMDNb12yRm8nC5wPZ99pDzUw7y9G7ygvfHEwj6rimW9TLEWPl2+1T2bRgw+ZQcPPZmL0z4MlzS+U6zEvZSZ1jxYnkg+Ob+4PZ+UoTyU7BA+40AtvizIub2m9JC9yS47PqO14z1hb1C96etHPKczUD0sNbq9q81nPpPJiz0AIOC71N9sPIFuLL30Woo+eXw8PnGQgz4AiHa9AHtTPqperLyfDNy9CNyiPcPRiD1T0jA+57SgPtoHQr3dQcS9BdNOPjgXmj4bQBQ+nZusuz52lb5La6G+VOGePSVdHz2C1lU+sTzvPT2fpz03/Hi9psNJvpiFMj5EujS9H08pPA88aD6pOG89rEK3POQX8b394Si+pIV4vhsDCb2q41++aNkIO5xOJ74bXPk8j6CWvagOIb1Vys+9Bot1O1WYlb0c4Fy9abOgPaEXIL1c+OS9dsx9vkkBJ77VBPw7H8EUOB0Ngb6VyM28zf6hPZofZT0at7K+B8IUPWzIML7Xy1A9wT5KPd0OETsxbwu8LnCbvpeZq77Cepu+","KqIdPW9WAT1u2y29ee4lPk+lJbzQVTG+vPWGvhPO2r0kJ4K+hdBXPU+prr2EKbS9yJSAvmHnET1KYJC6QI7GPDAgRr6OZFa+vWgevkLGYbwotDG8Af56vKrI/b0kXem9nmLOvQ+IrD3szXW+Rm82vm+VCT3Qq+09iZJqPYes9z0+fq28sBCSPma/Gr1zN20+qzIlPbIiJj4v1n89U2WZPuv5ID3V+dW7JD9dPmJ8Qj4exb09JzLovL5GUb01fTC8A/dLvoBijT0EgSc+97gcvsu3jr2OiL09Nu7dvVokJL33/N69+d+avbgG5D1cSxs9oH8VveOibj0tlP886Y2yvEHPJj0hzaE9ExXvPAGKAL3vaAu++xXMPZaxUj7J2Z0+JG48Plszd70h8wE++hqVPqm4ID61ajC8oFyLvsXoF7tV8cU9U1S5PcQrPD2h6Lo9hEW5vLz3lTwv7w++ve3fPS0TpzzO/6m9Z3RIPhGoBT5PDEW9Hr6HvpbnB7672Le+llBqPcO1ir5zip48lh+ZvFQkm7xES4W+C34lvjQDjr4HzYU9gwcovVrAAL5P3ra7UdJxvfRwDj6zpPO9X72uPA66ar76jq89gxg6vWH0tb0AE9s5ewB9O+uVsb7bwSY9r3N8vnFFmL2RYLI9cJYYvg49Yjy6Hki+JoNCvje8HL5gISM9ohTLPf0qbTx2/zc+NNcrvdAFu73Joh09VP4EPuVCHD5tOZm9VeXvvT9T972Pa+u9hMXfPZXdXjyGwS89CVPpveOoJb1FZIy9nOc0PWiWuDs6URi95pKtvK7xmLzJToG++GhwPbqQEr44i0q9JgiAvRe8wz1dHAU+0r8JPbvPrTw5Hhw++/N3PUimVz4DG5u99ZE0Po+IWD7087o+Zw3UPb2cJT12MSU+3qtfPv83WT7O6q48xxrou3Ns1D2EVTy8L3AlvCDaMj1TWGi9XgeQPFRiZr1zaho9QdFKvU+eIb1Kn+q9D/LePdwXFD6rPyG8/tLYvbIqPT0YlBC+","62WLPXYa+7xka447kkrgvKFMoj2h74i9azjsvHTwzb0MlaS9tjAPPRcJ1r0qlYA9gw+svXGxqL0bEnw7EM82vbAHLj2NR4693XbFvVBerLuQf429lLqPPINgYjtNxri9gMetu2gU0L0s9qi9LvN1vUwJmb3tHLO9elTqO3FESD3GrD690hVXPGacmL2itSc9qKgePMS0LL2R7Yc9JleaPBn5lr10t9c8JR2avSF+2zzbH8q7hHoaPC+7Ar0C4CE8s5QwvQWct70yfni9CaktvCz+7LwwNgo9S07OvKk1Ub306ZS8BVSRvaNPBr0M7vO8WeBtPbn0jb0Un0+8koEQPYCMebzirLi9QG5qPOYEU73bG3q9atjLPI57FTsslPC8GOgAvf4Lmr1+DR69mV8Lvbq3EL1RWl67kfTGPIClozzCbVI8JDzKvRxwDz3g3+q828GAvcP3iT0YUnY90RvUvBgNXjz9za470DyUvTxYML391NC9AAQ8u9jiJD31suQ82OdFvM7AD73hVCG9KJSnPIaDJr0N1DM9vm2SvSLdp7zJoKm8udpMvajjC7321rg8mXHWvXMNl72gedU8fN+iu9Xmj7x/W7O9xU2ou+DJxzxYmFs8O+qLvaZ8ajxdH1A9m9CavcMBmTynbwu9DhgCPcrnVL1GnqC9PByEvEZUT7xwCz+9d+l9PYDM3jzNyLS9oCh0vXKHBrx3Cjy90d3aPPubYT0oEsK8Oo4XvTx5mrzPS1w9WCPauwbHrL2J4JA9XQFgvLsGpr11E4i7boKIvYBzwTt2/A29du6BvZBEzrspZqA9bmwvPTbOP73xzFE9ZCvhvKj4ub1sqAm8tMcnu5s/DL2Lfqy9tCbTO5P6Kj1gTiq9g+oUvducvbxLWBq9bA6oPKxwzb0PzJO9NU2wvcsVoLu8U/c8Mu4fuzXQHz33BRs9fQWEvbCN5TuBmZg9YBOmvEPXkz3W6Oi8OjaUPIDKZ7z5Csy9KFqzuxEr97uqIyy9UEP0vBnBQj1HY8O9","4NUKvdU+FLwAgEU9BTIkvQWKjj2+a4K8j1CHvVnk0L3ol3m9yg6mvfeSXLzZWsq9mlYfPSSYlLtPJfy8Ax0VPNtou735pgu8bz8MvYA6c7x7blq9GBIzvCmEuTyjs3q9qudfPeCI8Tr/Xxu9fvQYu9wmHj3H2zy9hqZEPQaziz2QlyM9UJG7PPy9qryMqIC9c2+LvSMWRb1rzUM9MXk0vYe/Pb2hur29UIluPeEd8TyG6Na9kuy2PABtl71NJ6G9iwkHPXjz1ry6S0m8GKl/PEOfoz1jJZg9aKzKPAEVDT3sPOe8xt5PPbLJL73NZku9f4SGvVyLn7xbX5C9rVfHvYgakL3bL4Y9BM1CPX8ysL2rKkS9hMCmvagYmb0cTZO99MiqvPAfo7zDeqm8kyOYPC9Jyr3prhm90tu3vV1aVT29dfe8UwCfvWpZtTw2aHq9WLJEPPYED72gDjO9ZMmSuwCqR7lcTJe9Cd4kvXwexbxcryM9Qk5ivXRChb0Vb4i9ALikvC+h0zyPWxI9ftnhPWrMxD2fTzY9F9lLPauiKz3bdom91jmTvZIqgb3kLXE9tJ2QvbpmB70oeR08sxTFvD+lkr1oOYE9u3AxvQBpT7x20rq8gIH8vIwPtr0mhva8J+pJPcfdXb1B3Tu9+qs4PTOk0r0GZP88T/7AOmLNkDw1mYY9x4cyPZOPdTwTBMq8OxiWPb/FsT2rVms9+40iPQsJRz1XHV29SGTXPDkRnj35dZW8ggQzPZxxnjt6/qW86hStvCFNET1u3ue91RP2OyU4qD1Q7bK7FNpKO+zXlbt5cvg8mmEDPWhnEL2byaA9+9YBvCJzz70Ns4I8VILJvQAsjTpBgVy9tqElPfA+A7729lK99pWkPEEZgT1KuII82zO5vFPja70W41W7z2hPvUOjxLsXTJ873Dlyvb7Qgr1u4rw8BeBMvO5AGL4jBLA5gAqFvXAEWb1/2Vy9FmCUPJvCyj1nMDM8Hwa5u6vFaT361YO9ydvKvfinTr0biBK8","0BoLvd9SPL38HKU8h/9aPZtUlL3Sftq99mjkvVqzer2i+wG9Y/SdvQZ13L3fzxu8Zr+WvBZFLT2se0Y8TsiiPYJbwjw2rci99wZTPRLsOL0UJ568Ki5pPcQEGr2rD5m9ZQRYPbqRXr22Kj+8tRHcPEjOyb0ygYA9MmY4vZKi4Dy2ZwQ9on7HvOhRqL1wtoY9pZnoPOK8UbzX9Ts9ABJdPGH5tTzvJqW9ONcLva2lcr1cTSa69+CxvVl0OD22drg8Xu9XvBMJkry/0oO95fAZvYawBz3YvnK8xVqLvRvIp70RcWU9LmD5PDCGCbsQPkC67XQ/vcQHBj2KfJQ8S4UWvbb8TD3IWOg8RH+xvT6AAr3cZRS9sJSjPdmfOLrdNEo9zv6VvLagzztwPos99MHpuxPReD37Xj89thQlvUth3r3xB2c92XmNPddH071ygmi9wLfQPGP1hL0HJMm9MNZbPdyEqr0PU9G9NaGTPeB1Wby7NXI70ZbwvXK3DTyvpT28ihh7PfUp1byYO2A9YuePvGYhIr1VQa+9NFIJvWlhs71nrJA8vshxPYrpkDwBh4u8RM3GvV/ZJr2Alg09gJkhvHuSIL1SSqK9KXhtPFjtPLy7iD69wB0KPGz9bL0FUsu9VkAkvcCZFL0WoRa8dBvvOySKjb3KeIK9K1jLO4SjRz22lVk9HXhsveLGazxpwhI8GlqXvQoIt7ukW9e95je7vT+pDL21GNy9z5oSvjFXHL3WT4k8ruSGPCtviTsj/j69B6ihO4U8kDyah5S9Gv3ivEDNxzzMWoO8phBRveD8mjy+VsM9rn7Nve7NQr2IPE49JlHpvWYSYz0hF868nS+2PQlgnz32jXA8YWUbPfBeaD1jCpi7dqotPSMBdD3p4pC8pwfEPHP2/7wyZ489HxgNPi7tRT1rzAE9vUpVvET4kbzOQQC+yo+SPSKTfT2uUHW9QHslvAbdTz1adXE8ZQMlPXrlwD1c5oK9TGiIPReqoz21Iww9w3GFPMMqkr0i3Me7","WD4svD6LxL238Qk9nJpYPdc0fDw0E3C93ESWvAawwb3ExVe+ACS5vfJ4K71hoQc8CnoVvcgYEDzuRr2+yJiIPH7LD71JDBG+9x9vvQp0Hb3WiCU9RfOSPcCFpr69PRS8R12DPlsn47zvkmS8AjU8vN+TmzyF+FG+Gb4evpc8fb4g3Di9Tt9avggvObsuahm9co2nPZf9Gb7FvAq+leE6vnFBSr78XeA8usu2vTwUgr2odCc9XO66vdyfrb6XHpU8x9YcviRd1L3OLEy9Fb3/OmDwIb1af4M9VzXLvjEYVr1DYUY+5TE/uQqTHr1TQyu+8sxdvNrAqb4HeKO+dpC7vmZ7aj3g0ZO+lyG4vdACX75hg0s9QHnGvdV5IL0zjKS+3v2VviWv4TsvYSS9eTE/vi+z5L15YsO9+7e5vrPSQb7Hijc96aUjvgwOhrxWkYw9GCoQPA81czwyhZ++G769vQNxpL2oC448n0rQvOe0Qb7aHhY86BnCvlDv+r7iiqS+KOoKPPSvb70W+i693kAOvtyNkz2BL9O9JIQ/PcqCgDuwwZ28XwYDvVF557xLiHw9B8woPgBs8D0CrYO+Q6AWvkgbRb4BYlU+eKVJvRk6iTzOh4G9jkekPOcmJL6vg/c9Wde+PEmAOT3zWBg+m6e8PHf+mzzFQ0W+ejytvXLmi73oc2o8VUuFPK/6RLw/7g2+YUOTvXQLcr3x0Yq80VzxvVXKKzwn9zG9jc/AOxZdmz0zYqo9lGNYPQSvtb7G/XO9bQJovUfijz1wg0k8bEBxOxFWlT3gsOy8S0lYvY9X2D07rZc98VczPf0Qtj1HyC8992HLOmA7r71RR2q9kxMCvOAAkrw7Oys9E2OLPRmi+r2Hqe88y7GTvBZhvD35Exs9dEN1vahRGbzf+bW8tPEZPrDuHT6ougU9jhMIvwv+EL5dqBq80E0DPpSDG70N4oI9+9CFPREPaz3tUI6+2dMAPooWNr1i6ye9Yz9DPuq7OT3TXwM9kFCfvg+Vob6qS2a+","+6kQvWM1hj4x93s9PcAdvZotAb1x/eu8tvl8vS4LDj46ISI+eRzuvaxxJT3ZfbE+KeNxPujBgT1SDA8+xVf3vJOMxL0nbdY9aEk7Pqx4NL5Hb8W98GDcu0qfiD6S4qE9ULxaPQqyND3Zao0+7GwiPuQvBL2hM4E+FFmYPlxeIj40cJ68Me6APpUsQ715MJ+86pdJPV0igj0P+PW84W3iPAkTvTzw3sk3oyalO2C7nT6IcnA+sG/2PdaN6D2YRze78bdPvj5q0T236Mw90Yw1vRZZET0ZUUC9idJUPiLYHj6mszO+Xd8NvFTfrT6pnQ0+uBScvcPiCj5QqWg++aZUPmAULrsQSVQ+76KlvRW3+r0tvra9+1sSPpg80Tyxg8S9dpWPPR0Q3L3JKzC8i/OdPtZjJj5NyKA8Tv0IPuY84723cr+9N0NwPdk5Uj7y0U+87elGPXESLryQV/A9xUdEPkI9vr0oQ4C96pWOPjAuGD5k8GC9AQBOPvtGDD5J2G89E6WZvbCDcD2yVQ89PHJqPe8tYrzbgJM9tgcEvJDIfL13cFU9Z2tTPU/iPj0IJJ+91XQgPChllL007YM9pSWSPbB2o70GmW67Zc1OvUKZdr3LPzC9m2RVPb08TjzO9Ba9hikyPMjVoryDsJi91A96vFWuY73jUW69aDpVvFsIGz3jdo09gPyQvCbYtb2TejA9KX8yvYP/hL1elNO9fK8APHmO/zq8JCo9t3GIPaBfC71xkvm89EVpPMYkxLzQRqq93z8zPUqCgL13mBw8ltuLvE5Vmr1mnIM9P/b1vH4fYL3TWyc9CAGgvZAGor0oqF29V4qHPfenIr35/pS9xn+YPJCYZL21K5y9FEMHPQwugr0maAo9cIKQvabbvb1EptU8ssyJvTBlXL33p0u9N7iFvBvVrLyielK8WzttvGzyi73v21U8GLq/vaUYWTwMbqQ9M8KkvTPXkD3inZG9u9O8vKyknLyKjE+9nXpRPbL65L053ae8RL2bvaqofz17LyO9","8HRevYHxi7vgOs88AiBoPcpLwzuFymc9lkSxvBdwCzwWopg91ZeuvZjjSD3aMxM9RQvNOxy8AjwmLmS9pGGHPafHR7vzPC+9gGWUPBITs7yDuKE97kV8vZ1mgz2YIk+9YQeuPMvpSb0cyNS82BvlPGhSv71f+6c9HykzvTTTYT3gHCE9R28wvWZ7pbzoDum8QKkuPGS0cD2f/FS9tZk4PRC7cT1pxWU90uYvvbhV+jwoRtc7HVRqPTdlo72+z2C9K2OIvZokRL1Hd3G9/c0qPaZAkb2dEs68O+17PepNuL0wfJs7w8i7vP9v4LwQk/q8CuY+PHuonL1GxyM9BbkPPcCKXr3Y5q296lf1vPUKoL0vyYW9LjuTvaVFNLyHY5w8JngIPZWy8rsXNAe9gH/WPPHJer2RObW9kBeHPFqsPj0MyVc9XMgiOunkgz3k4za9mHAAvLRaYD0WWzE9xM3ZPEsbkr0A5mI9bhCIvdChh70V1fO8pgoFvXNXfLxaIfk8/KgfPMTHXb0tHys9c+1Zvd39kL2wMJ69WEfRu+wf4bxbFLm8zB0vvMtqijwEgSy8YutCPes2gzyyDkS8giaLPaMPTL1nVlE9b7S2vQGxHLwLd2K91usIvbHwyL0faQ29iPrDvRHCYT1tzvi83oh/PLk2OL3HSkm9l1dBPQb0JL3ZaqI9DuGAPUoPCj31lqa8W6ZaPc7vaz0hBRE9Em0ovWS7Mj3nbKA8NuCOvMySsDzT+YG9zjFavMksUj3+J4g9vvabvVmD3zx2QVC9/ztdO9BU1jsgJJU8BPkGO2gSPD1xTVE7VhV6PbyXvjpAON29TSaqvWSyqj1UzGS9ZYkSPVZKVj2oSqg8QLHovPZAz7pk+Ba97gpTvaTvlb0m49G8LOg1PT0aobz9czg9bHqgO8tWhD1lUZY9d/SSO6BH1byeV1Y9WiKcuwIXFLy1QFQ9inkCPcuUiL2s8km9GF/sPHqG+zzOaWs99FZfvb1gub1BG4S8i2JkvbIuyTtTbXo8","m4SQvHxmM76CBom7IaM4PiQBDr0Dknu9CIjyPEY1c72G1mq9nylPPbGNlT1I2r69+h1kvuRuGL4Ogg8+2aKHPPNovbrA/ia8t35avmxMJ70Avxs7fyLrvNWE4j2r0GK8W3UyPGTgILxgYBK+WfowvsXaUTwmiI69neouPXbPoL0bk5U9BFRMPbbSkLxlhQg9TsgBPUIuhTyFxE69PaOCvP+Eg70jja49KG8sPQf8ub2aCdG8vxtRvXyipTyrw1K8oRwDPOqRvL0oOi29cOLvPcAtVb3eRqS9IURGPueYJ72Q8bS9LHp7PZiA8b0CMUG+dVs6PU7L9D3lud49Xef3PTwoWL3GtC+9NpiLvYAmrD2Vg/68u0zCPadfXr0Oopc98JCkvjamiz3B2BW9YF0Gvr5/171emwK+Hz8qPXy37L0Yja492wEavuD6Jr4X8JO9G291vfzIXD0fxJ87Xz1/uhSJnbyEJvY8s+HrvV9HpL0xFES9eq7+uKjsBTwpiwK9ngjKPc/qzL0AsBI8amUPvfGYqr03RjG9rlwOPlefhr0Bv0e7K4ARPHwuhr2m/7c9O0ZQPgdhjj00rGO+9U21PPQUsDz1F44+af8jvUhYQj1lS3s9QVAhvRJJ47yQIDI96mvdPcDlWb2gGpk+JbDPPVH4jTrnaWu+bC6fvtATpr5Zto897Tdjvdl2pr34WgW+Un/zO9DVg70X1108jrOqvHeHAL3pNuS80KV9vVyFXD6IEo4+miQrPpXKkL7ofi2+JQhJvj1NjT6X4O68I264PfgfwroCIHS9Li7gvbhkiT2FDGm9m4sOvTNylD6Af1M9T64yPZiolL6LR5e+T8ppvqBJrLwg1OI8qT0QvWdzSL0KLVy9LWobvUZsGjyD/xy8i9VrPWdL9Twb+C++XcbnPdPwkT5CZw8+m6O4voCndry/rYi984CZPuEFGT7lyRG9/n+KuxkALrzys9q9jRgLPpIOVL3aV3M9cBV8PpIzBL3NNIG9JFaBvumij75sEEu+","Yv/FPJK1Qj5Saew7rYdAvplHHr01DWM9Tuv0Os5CjL0yQ9M9dnhevVkpC769+KG9vtMRvkAjQr6o9Wk+rgdovCCkobzaHfi9R7EtPp4W+ruEIkc9evhIPEoBsj5ALxi+CzylvsbkTL1g1ZS9ANYNPn7yFz3I0yw+4o4gPhjmjz7mI0+9P/T5PbfIg71tCBG+wCkNvoegib1QXem91bFMvhCZnzt0z+G9hgM9vhoeHL56/3O+vgykvWPlTT4eEx6+gmPXu/dWDb4fJAA+vzxUu14Dw7t5HS+9P85tPlkRXL6QYVa+45TlvNObHr4B22s9TrkavSZYnD73dW0++SpGPhWUXDypQ6E9dIJOvJGFsDwXtO68MoHRvb8QM77C12C+pGGgPQo9HL6ZMNy93XsaveZh4b3Ry6I8PVMWPsmG0T3zSKG9ubs2O2eIYj6i7TE+9tfPvOTyCzwHuZo+3s+EveP0pr7TtCy8jAjDvU1hkD2kKLs7Z5i1Pgqsfz7tG1I+Rgt1PVcUib1PYwc93pIcPOFYnz2+YwY9GIc+vBLEOT3ONgq9EUV1vIYGWL0ne4A99j8dvbC9czxYuBc8tp8JPGoziz2lSDg8RiFrPIpmXD3QFCI94zadPcx95DxU6ju8wODbPCW/Sz07uZI8bS15PNlySTxLsrS9hmSBvVi4l73WlQm9N/W7vL0KkbwYce48NstrPTFwdD2RZda86IWBPbY0oL2rbWG99cuCvVeIjr0Ri1k9BYZ3PY7xhrxMnHK95aB5vS5oXT1u+Ei9DY6DPbY80ryYew88gGJOOpDopL2a1QY9jWeDvUDVgz3RbXe9/IZFvebD+TzpwAU7H0iZvV1HkD3vYXS9mqZLvZtNErw67i89BsVAPTqWzL1TCiC80jZrvSA2PDySJo29A7PlOtJtjb2ffkS9rr43vb2CITp+RhM9eYm3vKPgOzvdA4I9+1SiPYb/bz1dTfM8q1NIPXvNoT1PdpO9KAeQvQtD9zzb/Eu9WLQLPPBtt7yw6oe8","AMoLuaQAqDt0q529+XxevUOWH7xVXlE93n0ivRFHvr2sAJa9oz9FvLsRK7ybjwE9SzqwPC6aAj17u4a9bcKWPTzkqL1Qrbu86foRPctder0smu48QpViPfyzsL2ZXh29OZ+dPRndsr2hV1O9RfD/PDC4RbzfWTk9HINBvXP+dbzZnYg9yaqEvREZ7DsOqxW9gHpKvTG2hb28kT89mqFpPSlTo7yJsUu9NYXwO814Lr1SkBo95J5uPE9drb0R9zi9vpTwvERDID2bdqS9NKqVvMyAqLy6fBC9FRyvvDFKD70GW38926OgvRsgLrzFHgu93hFGPHhgPD1wgS097d9ovNRTtTyhTmy9KeQyvSpmXr2F6TI9rNpOvDdwGr1zrwE8JtjwvB2Dsr226s68AMBCPdZ0fL3hEZq9pFlWvaFBgrwixZY9uWKOveHaK7zAQLm8wJAlPPBenL2y7v88oVWCPRYMFL3VmJE8znKXPcRgED34xro8SNUOPZbKHL1RFx49mC54PPHxjz2YJF49tOViveaJWz18yiK919raOncazjvF3GW94wlOvUpnhr2Vvqi9N8mEvdwZcD3Dg7y9uybNvAr777yUJSg90YUVPUYJOL0CPls9e+BwvTBihr1rg4I94/SBvQPOMTzCzkE7WvfCvP4weT0gLVo9NAv9OcuJHT3Aae88zFK9vJ98fL3qaBE9ALBhO4xmkb2mk+i8bjqVvWIqG72/+UC96Jw+vaPvy7xo9NA8Ewx/vWlYY739Sow9t4e0vSm4i70K60e9VEmivIARTTzwLx09vVBpveBbkzzxeYw9afmPPb8enL1GZ4G9uBxwPWk/wruXA0I90Hk7PTvCmb0OmGS9TK1JPIkbo73Z3268Ryf+vOEicb2YIi27k4JzvXxKV7schKi9ul1rPVLxpL1eePe8ZCpqPW9dPb3BP4I9SyUSvTJ9BT3Q00u96P94PLKYbz1h9Jq9rDRJOxhAYbwtBgo9AU+XvTQEmbzeJqQ73KTAvY+FSj1WDWy9","0XJYPXzme70GLYW9EQAYvgQzEr1FIV89EVOBPpntUD6aAeA9Uj+EvZyOIj6+qoE+5G2KPiAH67wCkgM9RargvUZ8Tj1Hamc+p0AMPShNzT0HFzu9pe4mPK71Bz3SkOg9Vl8vvtLBOT2f/EQ+4p30PIsn0zx18u29ZhqzvUoDMb7VOA69OtpOPGD8tD0VEPu9/e/VPftRiryBbG89rj4ePmBP3z0RPNU8882TPbgC7zwHq/s8rSRgPCnEXryAPwO89CgVPchdBD3WWzs9JmMkPrCr8bva0cs908K2vUCmdT1qbHq9gSFNvWILOjw0USg9LLNPPMAaKT3f8hS7wtAPPWeGZr0G9Ta9jwcPvZ3PPD1pezC9ZrVOPWnDV73uw809XSHGPdE0wrzlYYo97ki2vLUhsz2J7YK90NHyvFX7+D1zN0y7PftWPVsWvrxEP747+3/0vDhNlLxEy+O9q5qivYj/DDxL3zO8Ew8OPdHJqrzMDOu8kvdYvRiTZz0eKDq9yYCCvKhaej7hQ4E9HK/lupG/Er1XPjo9nbzMPQ3zij5usxg+IA3bvcDf9bsJA2A+9BNKPqXX0z304qm9Ww74vQXksr2aH5A9JmhCPlc3Aj7hV6u8dwgzPYJqBz6mITm9swddvuA9x7x/lHg+fKtUPvWKc72BZyY+1wcQPmvI3D3HDiU9IsghPp11oL3U6E++7bSWPa8shr1nDv49riQBPr6UIz6iDAs9inizvSauuj5GQKk+gzSTPYsdHr7E6xO94FsWvhvegT5Yj04+8N8zPkHuuz0c6hI8QagRvkbmgD3Rq06+iMDyveNlST7M09Y9s9OWvQbVHL7H/tS9YkoxviUdJjyNB3S9qzZxPbWHOL1tx4c8k0rZu3jXxT0PSm8+zgFyPrYZ4jw0pq47PvWoPj61Sz7+k5M8wmtFvXqDkz116wu97FqrPm3Wuz2tOo29RhovPVOZ/D15fL+9zomvPVI8Yr5XiYa9pyY6PkWTB7wQe5m8AGaQvRQaGb5tKDy+","VMRxvd+MOj7qIPa7mN4/PZ16iby6IzS9+ILJPXf2SD6i+Rc+AGALvvx5Ab6auRI+6DmHPuQsNj6nhLY9NnGevL7MvL1KwR8+a5j5PEGOCT3yhnK9TdtEPe2AHD52K6A96zH6vnyjYzxWOIM+f0AlPi6OHL4SYak9ZHizPTMZHT4N8R69Y19bPmfHV71z7t29TpaePXVrYL2NBZW8NPuzPbgkUz5w2NW96ZhyvuWrkT5TwWU+2AciPjLt7TwXiq47rRvOvVEEJT6Nsf89cjwUPigquDvq3gA9213uPa+6Fr0CM+S+THwVPZyXlD7YwIg+l9LTvURMWj4LnDE+Q/FbPjcTYjvc4R4+D4SsvTT8iD0ohFU90usmvK21tD2lz0w+5yapPk0dPL2SuuC99zLCPn028T7F1kw+rhXDPZSBST6IiR+9NQzqPsDEEz5uuT88T9aVPTVKUD1pO5Y9FIC0PVTy4r7xC/e9Fm71PnljLj5t/2O85FSfPbrxHD6pIhE9iXqmPSWOwjwRRx89ge1kPkujZj2C9A49AI97vtLn4LtCpRQ8yowavlrgN709F8q9XMYwPA+mGD5Kn5a82v5fPpQUAr7zRRW+XvLIu+BsDb3JkWe9DAFkvCg+Cr42rdG9+h/WvE8sW7zFDfS9u+FuvpdRhby3zNY9GrbePTmQs7yA4XG8MJqwPfxSkz3M1Sw+DZIQPY9oBD7Ca+89MhxqPtT54b0X6cm9Bu02u0tPqD2+N0A+gxGzvR0N0709iJG9NTC6Paz3ITwpYgw9uAsgvorgdj2Nsuw89lYTvd3GBrwcY5Q9ROwjvC+8YD2fFUs+3DMsPd6Fqr1P5nO7iRstvvtDL728o5i+p2uBveEQ+r41njc9/pCqPdkCET7p3DC9y10Bv4VeG75zBCq+rpXqvboGiTxAbue9NjfwvkSppb4f0pM9sj1Fvt4EWr4swCM92Auivdl2vDx8wwO+uyrFvdkEQr5Xy5g8d9U5PPTHzT3TlJY87Jngvi5n3r6jPIC+","GGIrvarssDwvwQe9GbA7PktW/byCxYC9XYjivkE2BL6mIwO+v/TWPPSElb6exIC+0tGNvvON6D1AUZ69It8JPr7opL7DeSy+fCE5vSyiMrzFYqg9XJkOvE1Db76R5JW+8sbdvWSIPD2Wz4W+Sf7BvnDInb1uACM+oVtWPa09yzxArDI9qZQYPnNZYb1HwZI+yEaOvZEDhD52cDQ+cwtrPtPsCT2kgsC7ErzUPH7zgDxXhDM+a4zRPMA03D0mNPS8ej4CPqo9gDx95Qo+6c/pvUBvxb2X1U294QspPpudTr1VGEa94oksPQWtZztXbTw+i559PQKWET5zdh0+FCMSPpkhkD3ROaM80BwaPOdNar6lT+q9CnixOxTAsD1q2iU9WUyRvsoxsr0Wh5k82kD1PU07DD6rUja90YJqvkkBwb5+EOE93C2YvYRVNT1vqT+9wI1wvNNMW7y3zV67tYOnPfLl0bxn7AQ9NZOHPakOVDwf+KQ9j8bQvexwD75MMVm90Airu+3ZG77WQOa8WnSWvc56YD3txHe+PR4yvyX/Mr+YXmi+hEEYvvcaCL+v4fi+EIL+vmjpCD5cYHq+fXQgPvH3yb554RW/p9VJvrGQGz0GIQs9OwqfPe9WPL97CLq+heA+vhO9vDwPy9K+tBgCv8jFE714NQo+G0EVPRga+D36CBc9JQ33Pftpq70NV+89bh94veegDD4xrco8TQ5BPs7Pcr49gCe+9RqiPJyD0r3xVii9XzdZvIp3Nj7q6CK98S1Vu5HJnb7w4YQ94QgIvpNmkr1j+H09+p6dPUPJdb6n78s9lMOSPTJ7Wr4S4t49SZsqvUC6JD4LyUc+e68APmY+Xb3lm6M9PcxDPcNiVL3pZDs9LoiKvakPgL2o15I97k2Fvt7lMb28gLU9Muo7PpJTyj1Rkxq+WzIOveKMLb6K6U69fWDlvV1wLD46i6e9Y4WjPaw9Jr0PcC09+vabPARjgT1cRpA961PuPSNftz3F3Gy8D/+ePcxKsjw+c6Q9","AJrhvGgMlb5OAyK7lTBQPgPzRD1MpH2+RgATvkzgNb43Qiq+RV83PZSDkT3NB9G7k2ULvKhVtzw6I7e+quxePgshUL5V8am8cK6gvlOBAL5rVZq9YBIZu5Fbq74IJTe90lK0PeVCMz3FY4c8kLcVviBBT7x+kHq++jZzvgL4ub6yOmQ9Yh9tvkqNPDu6GbK9Nm+svDKiPT1Md1A9UoTFPTVQN75vncA9DCFDvSw7vrw4pR0+DooCOx/Flb71Cx+9PW1vvUHZgrwXjzO+t7KgvWhQFTxAFjO8aDJgvkO0sz1kpjc+etPMvKlVH7wcMBa+DY54vVbru76QDnO+cR2QvluNJr18rF++Y/epPYkXHr7dvG881mU5PSPURj3ItoO9q6/Qvkfxnr2JniA8eyOJPAtWrj2mOZA7MX6tvrPmDL5yEZ+74zqavUDnxL6pm9G9IqwqPTZTSj2JF0q+UYwIvbp/lT1CpMy7qb9dvfwCR75uCbo93kF5vjIhmL6tuoG+RjtbPSb+Gr6z0bm9lsE7vf/di72WYAG+WlwiPcjSX750tzA+9abrPfkKtr1XcLg994zVPTb96D21sje9S6fgvczNgr6R+zg+xo/BPZ05qj3PsNW7u9Ulu4tmBj74SlA96WZzvhGO5jxdrnY+uyedPWDKVj2TE8i+Gw2NviRdpL6gi469CcvUPHtIIL5taCy+Rl6ZvZynhjq7V6w9voMAviCnkTxA0JE8XHK+vf8xFj7gHzs+UzEsvctdpryaXl6+8kCUvXJ8VT4QA089NuuIPTo1Sb05y5O7S22GPo075DyKts699Vm7uwIu5j3YRtC7yvrVvR+cxb2hKTa9yHU8vAw91bwhfGM+m6lCPYbQ+ry00Ku8EjzWPJYwtTzvkdq9PeOGvZCa5r2UbbW9DPaSPo5nCj4kVO872KpXvhUIk71tFTm+UVE+PseGCT7kviy9DDuDvHTkULxxLOk8A0M0PjU7GLyXwyS91ZpLPs4VAj6MLoy97JHAPN9CkL388Lg8","GueFOcnE0j0eov+9mzVavWPDt71gY8Y9Iqf5PVYiCr3obhc9fOfFvVWpm70wrae9l7fjvdrB470aojc+T9gGvvreMD6ysbM8vgowvcVdP7znFpS9vD+7vFKnhz4B5uK9XOySOynxa7yvozm+IbBJujwwkzwU0AY+7BU0PpfSgT6Yk4u9RePju4y7Az2GdwS9tIxpPbvStDs7P5u9Nmj+va7+170uGg6++VUtvlOQub0vlEi+XmtpvRMwLz7ZtPi9p2wCPMesgryXHdu8PbNIPUAqyLyti4Q8SjBFPtRnhL5pWPO9Y1EkPQU1Dr5UfyM9dh+PPEmaEz6p0FI+8z6HPsLVZz0tA5o8nucDvVISLT3dWSC9s/d9vPP8aL5msU2+SOmSPcKubLzeN+K954M5vsVher6XZxO95UOYPtwdMT24lSQ96tgGvn9GKTsTaKE9oqU8PZxxwD0rQTc+3lsTvmLwC778u1C5I/c2vi7IUD2qcZA6l6WPPkXufD5JhFo+xQqoPQrN2r1SzL29j2i9PSDSXr3Y74Q9HpSYPc3T171K5yk+dKkWvRcNAT24xGG8epM6vtB9Nz3ANzQ+HBKUPSROqD1usuk8vXDivVuvVj2ghFq9Lii9PGKTaj5cyAm+uHJmvuxzhzwFywa+xGq5vIIS/b2tBgS8Fm+RPKKxyD1sd+G8ABs8PWkVpL1LKsO8MJmYvdJpu71PEak9fmnnO2ScTzwHBE07YfQPvON+wL2pnVG8nbKtvbgqQz4FOIc95EaRPHarIz1Gpg09x8uTPduOoL00pwy9bCNDPlDyt723Iwo8j/eau3jLzb0tJbo7dTTvve4XSD4362o+IKW7PQCiFT3qrBE92u+4vWNl3T1oNnG9IVOfO1cwcL02KfQ9DU3VvUiFq72yba49g2upvTeKAz3++gG9vgd/PfOA0T1nVhI92MwIvphGHTywRUe8NkIPPaS8iDwTgf49RnoZu9+BN77qitS9M0X1vUahoTx178W9JUMIPn+CCj6rnCc+","yVClPRDb6rufrwq9z5FnPG/q9Tyg4eE80LuMPSJJ4z0Izx8+emXtvVgPpzzQKQk+FcZGPk/J2LxxwqS95IyjPOQdD72imyw+pQ0MPu6Jhb38dDW9bhuXPXV1Rz0AeUg9WI+yPYtLFb6e9TQ++qtRPhqqNb5VvJq9AG6bvbYkKb4AzZ+7lpz3PZIIob22HTa+D35TPZrQ/r2nyC499AvePY9LFz6NGFE8tSC0PTIhSz7Vv8w9c/DQPUDUl71m0Ug9+PQpvTOTAD6tyNU9xBilvb1+s7yuD907BO0/vaHVAz4nw9E9gNIavm8fKj5jRoc9gnPDvU4k8L2Af+q9duTzvfQjTT0xgrE9fm0GvbtLqjy2xlW8J8yDvDZ2zj08Ymw9tHJIPjARXb00noY9IKYIPh1EQD4aLI0922QPvRMevDuCpKK9gOcqPu/y3j1+aj49i0CavGI4FTuBKra8zIEwPvnvPj1FPuW8PDh5PlUIcD3y0pa8V3yRvaWmIb5I6M69BlfXvKz4gT0e+ae9Ts4KPa5g9b28pm+9NtzyPIwr+z0W/oo96GIaPchjsj0f4wI+o2ISPqO8TL371gc+os7bPYccF72dqho9wUaWPWoijD1jtL69xKr5umjbPz1QFKk9NfTSPSJe9r3YJZ49Cl0XPmu4BL4/2/g9PJwJPRUpGz02AVC9Upn+PfzGh7zlC/G8giOXPD5j5zs86PI8j2Cdu6XTvLzaweq9+RTNPQO6Az4obds9Mo3XPScc0j1Rtkc9LDwePUA2cT2+byE9yum7PUuLj72Zi2Q93s+HPUYD5T0jTdI9LsARvqDFLz50+wo+WJQcvg533bz57Z48pl/cPQVmmD3fXfY9fFynvYSPCjyhvTS72yhAPttzRD0xDZM9efrbPZUfbz1eOAI+eTYoPuDPyT1qstI9h8vmPTnkbj2V3K87P1BhPeb/VT2JOWi9ccE6vDAdZTz3RYU9XIgWPn61z7xLS9y9A6KiPaR5zD1TVU29GS0rPgXupT0CuAo+","MtlAPXWZI74wzYu9HezVvvZrnL22eFK+26MHv/t1475u/ei+uxa2vVHCyb5Wc/a+Qs3ovkrgYL4dOxO+lY2tvhlhBr4jLze/xxNQvrmh5z0ociW8g0qXvYdQDL7jRpW+4kgOPdqCNLzZoMa+zxRSvt84mD0UjcO9NIJUvbgqs72CNnI92L8tvtW8gDyp+7G+miWMu+o2ab5aIrO+tCj2vrWrMb/Jss+9oUb8vje2lb6bZ8a+3BxevtShWr0geZa+YDnEu988zb5L1JO+OXB3vGD4jzwQEog9uCp+vUB/u745dpy9QgUNvCzTkL4aZKi+UJe6O8YXEboXy6W9ctrDPDF3qj0NAc+8HkEMvVWURD7RBDa9SR5svqDWKr6Q+FS+NEXlvFQrWb6U0OU9aE6NPkzPKz5L7p89o51uvltLqjvAOKO+LCO4PirbB75lOtK9EOwhvUeRgL0QvJe+BR/MPVXABj411YQ8fMSWPmqvML64Qf871eSbPG1NFL6A9ku8Fol3vU/Lpr4wjK280ZF5vgDCMb3Tyoa+gMDhviSNG7/iERe/YDA6vvRM4b5iu1G+q/Ojvv1jzb3AA5G+aixFvqecr70ALVW+BSInvnurIbzQPN07r5mkvV5g3L5CPCC+yZCIvmmSEj38pbe9OiumvpRDuTw5H2q+OUVMvn+3x70s7ve8afzBvmrZlL1uF6I971ZCPAyvp77hFxO+2HupvtdZoz2YghK+7ZnzPdnKXT70axQ9KMO/vY9RdL7GM609oIiHvozfkj4pVGe+XMIAvRjkNDyhZ4o9ONimvjm2jDyiw0u+SbSXvKBnUz7+AK+9dEV+PXTPkL5Aaay++U2gvnuyBb2Y7F++j8uCvDxdLD41Y8S8rYAgvuWwab6Cxby+IwcBP18XuT6kS48+zW5gPqNTJD1bek09Q+y6Pj9e/j3Z2Fa+zt3CPoEoFj2PHbi7vs5lPaqtyLwtBpQ8bCh7Pp0QYL1hpcA9/UosPqpcDT7WKp88xytLvVdqLD56EV29","AMXJuSRwJr6clcy8Fh1pPois1Lu9Bv+9xrM+vqGbHr66h789fw/NvYsGGD7PxZY+rJfgOte9y7zdfli+zjWIPnyAFz1E9IE+zhAjvl6qcj0gen69oe9+PfALwb7XGZA7yA4MPZnhALyhQXE9qb6wvaCEBr3p3ZO+gXlyvqhyjb6ihFE94lNIvm95kj07Yk491kRoPRIk5D3GGy0+ZmBRvo1FCj+q4Iw+lkHxPg84DD6OtpE9bfK0Pdwdkj4iEjw9I1LHPbSq1T7/U5o83pQ0vcnLkj3p2X69ehcMPhiMjT7FFis+k8WvPc95sj2GBNg9M9qWPTLcJjxE9QA+UN8JvtiRNTw97i6+rGrTPaU+vb5Jkbo7+NqqOr2+PT69vZ49blvcPqrltj7jGSA+rP6qvrWjuL5r7BG+t5cGPwYYFz00AYw+UdvavXtQkbs6ong9thL0vJWgwr3N7fY+XFYPPiqeKj4AH1w8wKhxviPh17yJ5BY+GE7IPTDAXj54hOc9wGCEuqp9yDzft988RMauvUu0pL0qaaK9mpdFPVvAYbydHZw8ZYXwPHeqqL0Q+L08uCEiPSY/l70eW8w8XdmsvUNWJz2MJLe8ZRyRva5Wqb2MP5C8zuarPcUYIr071DG8Vj19vT/OjzzLvfY7EYo3OrkanTzrRS29PcZiPZ/AqbwsNMk8lhUgvOsf2rucnmK9WhA2PcDvL7uu/sC9KT2Bvdj6Jr32sRM9vAVTvSdPdD294E29uNg3PV7EST24GhO9Ne8QvQHGn73IQTs8VpHJvMqgVT0GaWM9XmgtvXS8Nz3oPlu8Cp8KvYTrCzyzP8E8u8SSu30K1rwGhTO96Y+cvXEyqT0x9iy9eybDvXdLSb3hKZo9c46dvG53u7xGW9m7f5/EPHJ2KT1JcWE91FJaPUvDyrw0wmS9rmFvPWnASrpsp8a9ZFCFvLCtQb0S91Q9oEn2vOGIjz3jqLO9TAfYvdQMMD0eLpG82JhUPMxHxjzh8/s8fZgKPV+zlL3e3Cc9","oDGpvNdmYr0Gv7I8G8ClvfKAQT2zGnG9m05lPWqRQr3GKrG9ZkIePaOfWL14yoQ9IilcPOcldL1+q828KOEaO/ymV72jBnW9g4wbvcYhdT2eT4a9aLeNPXtjPDyb2y+8NvQnPVCOcD1wFnq9UIrIvD3mxDz72Um9Ha1aPQ1vWb2wyPY7mZGPvdUa1LyC8jE9UNkpvfTLID2BVb08gOBNPWg7xrxfdMi9eEQDvaCoOz0I0K69OllTPYh2u70+PX49IiDAvSfncT3yksy7i4ZWvehXgL0eAss8TcnjvP82SL1WNZu9J1CLvTs7l73h6re9W+uevWZYXzt1pTI9t83VOvbIKD1OPUA80yY1vfddiDzB6v279uyUPECYaL0qeLS9+4NqPclThD1JMVa8D6sXPV7qgLvQPVE9geWAvDlYjz0A8aG78rCJvTLIIjz7t5q8AEPBvFNctTzwdnC9hB0qva7yxD2KHc28E/iDPCB8WD0xrxM9j9bgvOe2BD2KTl08xnVdvXjX5TzRnEO9x6G9vfV6Rj3woN+8pep2vUXvlTyQRIc9HsiSvV24Arydwaw8ZT8HvUDwub1RuV88zrJEvbFKVT0aqXK9CQMIvSe+ODtmxXm9dbKQPTAyCT1Qqrq8kBOavU8iAbz3QK08wMrjO9mfQTwjO4A8DGGxvRaqGz2UZJQ8uTcyvAyaFj3R9iw8a3YRvQ8xlb2cSge8ylyBPZWiJT0f22W9mY6HO2gEtr3IYYq9GqCtvedVND1LV7a9hVMdPWeyk73Qne47j59wPQAVcbwoG4Q9gOq3vU2WQ71AgVE8ebk0vW2au71Vz0C9EwrkO8md6TzNb0M9Oi78twC8SruBVsm8rlulvBwCKb2pJqW97kiPu5cloL2XKQc9t+AdvcEUNb1vn2Q9Diq9PHMNkL0iLJ29d8G6vRTJMzwmP7K9eHO7vfF4SrsXnm27QDgcvLnxhz3+IN08/S4TvdCRCL1Y+cG9qa4Uu2doq7unjLO9iQ7zutENmb3yryM9","uxZ5va2Npj21Vky9NjQMvCEWdb3Po209Gjl0vuhbnby2d9y9wg0yvUpQpr3SDKq8QvFwvXNbAz7wFto904mvPUM0FL7zsB69XXvBveOiDb3WsV69RggTPKoBnb3Fv9q9qp3WPIRQbry0u/O9RDE9vSPjkb2yvRQ+YcXAPZ4Iij2JcZm9Yip2PuDNqzw+z509SK+1PKwKFj4snWw9u2uVPiHckz0ULAa+zyttPswNEj6agHU+aTmAPIjsEz7Uthw9zO/Wu3fQEz7gE1A+IY6NvC4ShL3Oy9+9lOOmPekHiT0eIOM9MAQNvRSVvT3AmdU9pElRPXOl0D3k+DI+AAq1PfJebj1uF6I9a3X9O+UwYb3LYYK85q0vPsSFHT4V3JI+DAJRvYXyu7wyxG0+CQjKPr/gjD6nP7Y9S69ovXAoEL5jfIg9vjUUPvbTOT4NZDi8rHKnPE7jMTzIY147XDV+Ps1YDz4l45C70eKOPiMNNz7T/Ks9vCDxPXSiHTkhuF08pi8fPcwZzL3boNO8+F2Cvl3Ukj2zoEC+EC7HvtCz3L5e74C+1KEYvg+5lb6jUL29PuD5vWssWb0VSRa+N2GmveDgXL5Ocea+DNIhPAvfHD2U8Iy8q4kLvV4Kpb4xQA++2r7NvL93PT1Qywu+X98vvklkHr29tVi9qOmbPP9Uxb3Mhru8GbgpPgtUkb0ppLk8kBGlvZ3+gr00/d6+vs8tvskEWb4Q6eS8riR2vpy3I71LE+u9sbJKvN/z3DvZpqy7jUV+vvXblb6/0w49W5gZPQxW17wKKKC9dpXmvYpFP75lH0q9r/2svBALnbzFssU9/ALWPKgXTD7itMI9qxRIPsb2dj2NmZQ+1D3UvL09AzwSjtO9ByXqPIViib04a+A9V50TPFJeIL4UcBE9faGaPq3UhD5eBBC82+yaPW8AKb67ADe+ut2GPYVrzT4aI828oqORPUbrzDz1+NA9xCQIPhuopD1N5IQ9pZiPPnzXSz6q47e9hLmZPoBtCj67FTE+","FoQ+PQnDiL6CEd48HJSwvl2A9bmFtTW+aE2ivkliwb5O8Ni+0XUSvhAaUL7TV7e9teKTvCiGKD25m2e+M4JVvvSrTr50eGC+J13KvX1Nv7xMOpG8sUrvvPR9sL6kwtm7fb3uPRYetL1WKjK9qZg4vipPx70dHz6+u/NGvkGaSb6Lw6g9oyuMvhKMIT389gy/2TzkufxFgL57uxm/h9ITv7eTCL+OPPK9hfKIvk8Qh77GIJC9SqTBvb35XL2qzFa+ee0cvgB/676c5747GEUDvovvcL12Zge9A2EEvyVRxr3wdjC+xJhLPeQU/70hsRO+RlnjPAvs1j0Dj529+iI3PfkpEb1RgMC87bZOPTkAXL7DYSM92XWmvsJMQL/qT9e+8T8Qv/rNC76GMY6+sqm7vpQXCb7cp3s7mqmiPN7nDL6n6EG+Hv/svtBWYb3ywU69oKDrvFT+RT1VhKi+OmItvqRVCz5zWtK8rZKgvkdHrb4feAU9xpuFPo3OXD4eSJE+FjjTvFY1hD1107C9YQRhvPohdbziOLe9stGZPM7l5bwWKqW9aEr5uyhtjLx9mt68ukU+vefAJz2ML229dilavXF8ab0psLG9aUegPEwYzbvGlFM93MdSPYankju4oxq9l1ZgvZ78O7wU5nk8YE+OvRz/R73rmaw8A1zjPErfFr3gE5A8GW7HPBGYLb29pl49+vkrvHVPqTzUEX88Ei7kvXPHhb2HiV+9VStGPAeO1b0O1h89QfCJvXroxL2TSXI9KrZyPR9alrxAdyM9WFMJPFhjYbyZBTy995IHPKGjALxc5nw9phejvMX0Qz0z6c69hcNWPbQCUb2MCSG92vsRPCYKAb1xjje9p/97vc1rhT3Oo0I9uFWovarbQb0GTci9MnsCPQ9bzrwSQIK9J78SPb9mwjxbnno9AXSQvfFiQb2K2RW9j7DCvdpXmjzxbEU7YNj/PFl9oT1/i8K9h8qQvSEQij1O8hG8HtmHvWjZmb3Jl5A8oZiHvKwbarw9n2Q9","lAXxPAdK0LzvPae9MuiOvXOmdLwgdg89rfSZPLrjhj0upsS89dmDPBYcWb1XUK+8UmOUvcZol7ti31w9TX5rvHEFgD0Ckfa8xAe0PPmOnz3L/p+9ycIzPHkamr2lGSI8IXOEvT0RJT2mUAq9TciuPD/YabwY3CE7quIHvQ8PaDtsWa48IKL0vGO9Bbsf9hU9jIikvTPujr0aq6e7JcxfvfOMOz14bPg8D1GLPexQgr07JUa91UWbvdSkub3GJAy9Okihva+hOT1l7Yg9Nos2PWbdez1DR4U9lf84PSPlYT3bP+a83DqPvVkVh72W5iW9nJ7nvKZQjL3KFV699dPzO2WYnz3yJHw9jArFPA5cYD0aX1m9EUiQvGyd6rxZl+268u+lvVRiVD24cce6aKZjPQ4TDj0gg8y8NTOLvZXN/7wDKEq8WUeevUqDhD0tVFG97RaZPeDymrwuU6i9fcZkPQjwSj0x3Km9GT/DvA5OWb3NSqA8Uf6FvVe/Fr3oK9U8Y4WJvb8hjb1YzGG7J7gevX1qdLziGLE82OwHvOBF17ztl+g7tUyBPdhpLb2IlCO99BUkPeTxNL3kDYY8cO8rvCfzYb3iRlg8bs6BPFg3b7xtAoY9o2kRvUBPN71QzGk9svsuPTkmKrwLSqW9QhCPvAYthbxlK3Y9AFwOvWg8P7273oA9uPPWvLV2qr2VT7i83PdPPcI0zLzZ4Io8aumuvLG/OTz+7Ro9U21ePVEP5jwIVY28fWgJPQ9c1L0iaem8NutLvFZEJzz1i7M8mo2evVIZbj1eoCy9DmDMvagSq7xMVMy8JgBdvf78LL03ZOM8ixOVvW9grjv8Vje9O6cZu0CulDzn0ja8Rd6HvAdMib0Rvr877rkFPWY/yL1dQUO9knA+vQqkbb33UIY8yjELPS6BLD3vERm73PapvXR8iz0/EFe9C+EzPY4aXD3dT349CqwVPThcZD0EXEG9m/eZvT0dQ71R2aW9pIEHPMRePL1aG6e9vcIxPRGMZr1lJHA9","UCadO4WRBL0P5RE6QRacvGagW7yFJFi9mnKGvZtdMjyBKhi9pjg6vabKur3Qrku9JX87u2mlqL34vTY9Sp8dPSoWcT1nar28LKUWvXBRNb0Ksjg9YF/MPNShn70Wvvo8gNJyOufFvb0BVHK9S+OVvS+7rzxo9BI9H2IQvR9H4TwAldu8VptcvcPNer3RgI+8YyrwuysDHTxyehO8NECDPX+qF7xVwpE8BsbivLKujry14/w80tTfPGCWhL0v5Vw9JeKHvV6XZD0Spn491U3TPCqTSD1ahRM9zY6Kvf7wn72ICZe9Ioysup2Fob3JGa29vcEHvXLOVLyAgB67xjfBO9ICdT08y2Y9TmFSPUI1tb2z0Yi9JrFhvGspjL2q7tQ8YHTLvWZoRr24ZIW64tCePGNoS72NOq087/5EvaPVT71kpEu8BdgovQp8mr1W7ke9Ns2wvJONjD2sSmm92qzUvaD8GDvzwwA9QYmjvRQRJry0ioM9hlJbveH7Zb3svMK9FdSZPaR0+Lxxaa2946kMPcC2jjyfgqM7VyBqved6jL2mvVW9od58vLr+Nrx1JCk9lTGTvUbeujzR0qk7lia9vUFDBT35PTW9spDHvXds3TuAAdY8AK4IPe6Sf72ZCA88442kPedltDuGrrC9fU+LPHZtgL2T2B29OiLPvQ3tfr2qbAs9yd3NPKr0fj1OVGo8fZg9vDlbfryR84S9RaI0O1yIYj3fpkw9fnZHvEBRSr1c8Gs9Mad7vGviVT2TV2483VkEPILHT7wO2be89iCePbBPtDvqOzY9Cx6HvQHsl72w0M876Ji9vRJFwjkQu4Y9d4p8vScUez3pIAO8l/yGPXt2mr2xdgk9mNyRvYh7ij0UKE49paPsPBlnkD3BarQ8uOpEPTpYlLoA0oQ8R+ZlPbKu0rzTd5y9nsKdvb+8tDrV3HW9wUXLPDXax7w5fS28kpFePVh0lr07bGS71ms4vasopz1Euge9ENaEvVbhDb1arlq9FenCvVOmfLuyG4A9",